Repository: salahalshafey/breast_cancer_awareness
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

source: Breast Cancer Treatment
de: Behandlung von Brustkrebs
es: Tratamiento del cáncer de mama
fr: Traitement du cancer du sein
tr: Meme Kanseri Tedavisi

source: Children Treatment:
de: Behandlung bei Kindern:
es: Tratamiento pediátrico:
fr: Traitement des enfants :
tr: Çocuk Tedavisi:

source: Childhood Breast Cancer Treatment
de: Behandlung von Brustkrebs im Kindesalter
es: Tratamiento del cáncer de mama en la infancia
fr: Traitement du cancer du sein chez l'enfance
tr: Çocukluk Çağı Meme Kanseri Tedavisi

source: During Pregnancy:
de: Während der Schwangerschaft:
es: Durante el embarazo:
fr: Pendant la grossesse :
tr: Hamilelik Sırasında:

source: Breast Cancer Treatment During Pregnancy
de: Behandlung von Brustkrebs während der Schwangerschaft
es: Tratamiento del cáncer de mama durante el embarazo
fr: Traitement du cancer du sein pendant la grossesse
tr: Hamilelikte Meme Kanseri Tedavisi

source: For Males:
de: Für Männer:
es: Para hombres:
fr: Pour les hommes :
tr: Erkekler İçin:

source: Male Breast Cancer Treatment
de: Behandlung von Brustkrebs bei Männern
es: Tratamiento del cáncer de mama en hombres
fr: Traitement du cancer du sein masculin
tr: Erkek Meme Kanseri Tedavisi

source: Screening:
de: Untersuchung:
es: Detección:
fr: Dépistage :
tr: Tarama:

source: Breast Cancer Screening
de: Untersuchung auf Brustkrebs
es: Detección del cáncer de mama
fr: Dépistage du cancer du sein
tr: Meme Kanseri Taraması

source: Ask AI
de: Frag AI
es: Preguntar a la IA
fr: Interroger l'IA
tr: AI'ya Sor

source: Google Search
de: Google Suche
es: Búsqueda en Google
fr: Recherche Google
tr: Google Arama

source: Wikipedia Search
de: Wikipedia Suche
es: Búsqueda en Wikipedia
fr: Recherche Wikipedia
tr: Wikipedia Arama

source: Search
de: Suche
es: Buscar
fr: Recherche
tr: Arama

# thisAppProvidesInformationAndAssistanceRelatedToMedicalTopics
source: This app provides information and assistance related to `medical` topics using `artificial intelligence` and `online resources`. However, it is not a substitute for professional medical advice, diagnosis, or treatment. Please read and consider the following: * **Consult a Healthcare Professional:** If you have a medical condition, symptoms, or concerns about your health, consult a qualified healthcare provider. This app does not replace the expertise of medical professionals. * **Use as a Supplement:** Use this app as a supplemental tool to gather general information about medical topics. It can provide insights and suggestions but should not be your sole source of healthcare guidance. * **Not for Emergencies:** In case of a medical emergency, call your local emergency number or seek immediate medical attention. This app is not equipped to handle urgent situations. * **Verify Information:** Always verify the information you receive in this app with trusted medical sources or professionals. Medical knowledge evolves, and information provided here may not always reflect the latest guidelines. * **User Responsibility:** Your health is your responsibility. Do not make medical decisions solely based on information obtained from this app.
de: Diese App bietet Informationen und Unterstützung zu medizinischen Themen mithilfe von künstlicher Intelligenz und Online-Ressourcen. Sie ersetzt jedoch nicht den Rat, die Diagnose oder die Behandlung durch einen professionellen Arzt. Bitte lesen Sie Folgendes: * **Konsultieren Sie einen Gesundheitsdienstleister:** Bei medizinischen Problemen, Symptomen oder Gesundheitsbedenken konsultieren Sie einen qualifizierten Gesundheitsdienstleister. Diese App ersetzt nicht die Expertise von medizinischem Fachpersonal. * **Als Ergänzung verwenden:** Verwenden Sie diese App als ergänzendes Werkzeug, um allgemeine Informationen zu medizinischen Themen zu sammeln. Sie kann Einblicke und Vorschläge bieten, sollte jedoch nicht Ihre einzige Quelle für Gesundheitsberatung sein. * **Nicht für Notfälle:** Im Notfall rufen Sie Ihre örtliche Notrufnummer an oder suchen Sie sofort medizinische Hilfe. Diese App ist nicht für dringende Situationen ausgestattet. * **Informationen überprüfen:** Überprüfen Sie immer die Informationen, die Sie in dieser App erhalten, bei vertrauenswürdigen medizinischen Quellen oder Fachleuten. Medizinisches Wissen entwickelt sich, und die hier bereitgestellten Informationen spiegeln möglicherweise nicht immer die neuesten Richtlinien wider. * **Benutzerverantwortung:** Ihre Gesundheit liegt in Ihrer Verantwortung. Treffen Sie keine medizinischen Entscheidungen ausschließlich aufgrund von Informationen, die Sie aus dieser App erhalten.
es: Esta aplicación proporciona información y asistencia relacionada con temas `médicos` utilizando `inteligencia artificial` y `recursos en línea`. Sin embargo, no sustituye el consejo, diagnóstico o tratamiento médico profesional. Por favor, lee y considera lo siguiente: * **Consulta a un Profesional de la Salud:** Si tienes una condición médica, síntomas o preocupaciones sobre tu salud, consulta a un proveedor de atención médica calificado. Esta aplicación no reemplaza la experiencia de los profesionales médicos. * **Úsalo como Suplemento:** Utiliza esta aplicación como una herramienta complementaria para obtener información general sobre temas médicos. Puede proporcionar ideas y sugerencias, pero no debe ser tu única fuente de orientación médica. * **No para Emergencias:** En caso de una emergencia médica, llama a tu número de emergencia local o busca atención médica inmediata. Esta aplicación no está equipada para manejar situaciones urgentes. * **Verifica la Información:** Siempre verifica la información que recibes en esta aplicación con fuentes médicas confiables o profesionales. El conocimiento médico evoluciona, y la información proporcionada aquí puede no reflejar siempre las últimas pautas. * **Responsabilidad del Usuario:** Tu salud es tu responsabilidad. No tomes decisiones médicas únicamente basadas en la información obtenida de esta aplicación.
fr: Cette application fournit des informations et une assistance liées aux sujets médicaux en utilisant l'intelligence artificielle et des ressources en ligne. Cependant, elle ne remplace pas un avis médical professionnel, un diagnostic ou un traitement. Veuillez lire et prendre en compte les points suivants : * **Consulter un professionnel de la santé :** Si vous avez une condition médicale, des symptômes ou des préoccupations concernant votre santé, consultez un professionnel de la santé qualifié. Cette application ne remplace pas l'expertise des professionnels de la santé. * **Utilisation en complément :** Utilisez cette application comme un outil complémentaire pour recueillir des informations générales sur des sujets médicaux. Elle peut fournir des informations et des suggestions, mais ne doit pas être votre seule source d'orientation médicale. * **Non adaptée aux urgences :** En cas d'urgence médicale, appelez le numéro d'urgence local ou demandez une assistance médicale immédiate. Cette application n'est pas équipée pour gérer des situations urgentes. * **Vérification des informations :** Vérifiez toujours les informations que vous recevez dans cette application auprès de sources médicales fiables ou de professionnels. Les connaissances médicales évoluent, et les informations fournies ici peuvent ne pas toujours refléter les dernières directives. * **Responsabilité de l'utilisateur :** Votre santé est de votre responsabilité. Ne prenez pas de décisions médicales uniquement sur la base d'informations obtenues dans cette application.
tr: Bu uygulama, `yapay zeka` ve `online kaynaklar` kullanarak `medikal` konularla ilgili bilgi ve yardım sağlar. Ancak, profesyonel tıbbi tavsiye, teşhis veya tedavi yerine geçmez. Lütfen aşağıdakileri okuyun ve düşünün: * **Sağlık Profesyonele Danışın:** Eğer bir tıbbi durumunuz, belirtileriniz veya sağlığınızla ilgili endişeleriniz varsa, kalifiye bir sağlık hizmeti sağlayıcısına danışın. Bu uygulama, tıbbi profesyonellerin uzmanlığını yerine getirmez. * **Takviye Olarak Kullanın:** Bu uygulamayı, medikal konular hakkında genel bilgi toplamak için destekleyici bir araç olarak kullanın. İlginç bilgiler ve öneriler sunabilir ancak tek başına sağlık rehberliğinizin tek kaynağı olmamalıdır. * **Acil Durumlar İçin Değil:** Acil bir durumda, yerel acil durum numaranızı arayın veya derhal tıbbi yardım alın. Bu uygulama acil durumlarla başa çıkmak için donatılmamıştır. * **Bilgileri Doğrulayın:** Bu uygulamada aldığınız bilgileri her zaman güvenilir tıbbi kaynaklar veya profesyonellerle doğrulayın. Tıbbi bilgi evrim geçirir ve burada verilen bilgiler her zaman en son yönergeleri yansıtmayabilir. * **Kullanıcı Sorumluluğu:** Sağlığınız sizin sorumluluğunuzdadır. Bu uygulamadan elde ettiğiniz bilgilere dayanarak sadece tıbbi kararlar vermeyin.

source: Select search type
de: Suchtyp auswählen
es: Selecciona el tipo de búsqueda
fr: Sélectionner le type de recherche
tr: Arama türünü seç

source: Search with your voice
de: Mit Ihrer Stimme suchen
es: Buscar con tu voz
fr: Rechercher avec votre voix
tr: Sesinizle arama yapın

source: Breast Cancer Symptoms
de: Symptome von Brustkrebs
es: Síntomas del Cáncer de Mama
fr: Symptômes du cancer du sein
tr: Meme Kanseri Belirtileri

source: Breast Cancer Stages
de: Stadien von Brustkrebs
es: Etapas del Cáncer de Mama
fr: Stades du cancer du sein
tr: Meme Kanseri Evreleri

source: Breast Cancer Treatment Options
de: Behandlungsoptionen bei Brustkrebs
es: Opciones de Tratamiento para el Cáncer de Mama
fr: Options de traitement du cancer du sein
tr: Meme Kanseri Tedavi Seçenekleri

source: Breast Cancer Support Groups
de: Unterstützungsgruppen für Brustkrebs
es: Grupos de Apoyo para el Cáncer de Mama
fr: Groupes de soutien contre le cancer du sein
tr: Meme Kanseri Destek Grupları

source: Breast Cancer Survivor Stories
de: Überlebensgeschichten bei Brustkrebs
es: Historias de Sobrevivientes del Cáncer de Mama
fr: Histoires de survivants du cancer du sein
tr: Meme Kanseri Hayatta Kalan Hikayeleri

source: Breast Cancer Research
de: Forschung zu Brustkrebs
es: Investigación sobre el Cáncer de Mama
fr: Recherche sur le cancer du sein
tr: Meme Kanseri Araştırması

source: Breast Cancer Awareness
de: Bewusstsein für Brustkrebs
es: Conciencia del Cáncer de Mama
fr: Sensibilisation au cancer du sein
tr: Meme Kanseri Farkındalığı

source: Breast Cancer Organizations
de: Organisationen für Brustkrebs
es: Organizaciones del Cáncer de Mama
fr: Organisations contre le cancer du sein
tr: Meme Kanseri Organizasyonları

source: Breast Cancer Diet and Nutrition
de: Diät und Ernährung bei Brustkrebs
es: Dieta y Nutrición para el Cáncer de Mama
fr: Régime et nutrition du cancer du sein
tr: Meme Kanseri Diyet ve Beslenme

source: Breast Cancer Exercise and Fitness
de: Übungen und Fitness bei Brustkrebs
es: Ejercicio y Acondicionamiento Físico para el Cáncer de Mama
fr: Exercice et forme physique contre le cancer du sein
tr: Meme Kanseri Egzersiz ve Fitness

source: Breast Reconstruction
de: Brustrekonstruktion
es: Reconstrucción Mamaria
fr: Reconstruction mammaire
tr: Meme Rekonstrüksiyonu

source: Breast Cancer Side Effects
de: Nebenwirkungen von Brustkrebs
es: Efectos Secundarios del Cáncer de Mama
fr: Effets secondaires du cancer du sein
tr: Meme Kanseri Yan Etkileri

source: Breast Cancer Medications
de: Medikamente bei Brustkrebs
es: Medicamentos para el Cáncer de Mama
fr: Médicaments contre le cancer du sein
tr: Meme Kanseri İlaçları

source: Breast Cancer Financial Support
de: Finanzielle Unterstützung bei Brustkrebs
es: Apoyo Financiero para el Cáncer de Mama
fr: Aide financière contre le cancer du sein
tr: Meme Kanseri Mali Destek

source: Breast Cancer Mental Health
de: Psychische Gesundheit bei Brustkrebs
es: Salud Mental para el Cáncer de Mama
fr: Santé mentale liée au cancer du sein
tr: Meme Kanseri Mental Sağlık

source: Breast Cancer Screening Guidelines
de: Richtlinien zur Früherkennung von Brustkrebs
es: Pautas de Detección del Cáncer de Mama
fr: Directives de dépistage du cancer du sein
tr: Meme Kanseri Tarama Kılavuzları

source: Breast Cancer in Men
de: Brustkrebs bei Männern
es: Cáncer de Mama en Hombres
fr: Cancer du sein chez les hommes
tr: Erkeklerde Meme Kanseri

source: Breast Cancer Risk Factors
de: Risikofaktoren für Brustkrebs
es: Factores de Riesgo del Cáncer de Mama
fr: Facteurs de risque du cancer du sein
tr: Meme Kanseri Risk Faktörleri

source: Breast Cancer Family History
de: Familiäre Vorgeschichte von Brustkrebs
es: Historial Familiar de Cáncer de Mama
fr: Antécédents familiaux du cancer du sein
tr: Meme Kanseri Aile Geçmişi

source: Breast Cancer Prevention
de: Prävention von Brustkrebs
es: Prevención del Cáncer de Mama
fr: Prévention du cancer du sein
tr: Meme Kanseri Önleme

# yourSearchDidNotMatchAnyResultsWithDetails
source: **Your search did not match any results** * Make sure all words are spelled correctly or Try different keywords. * Or you are searching with a **language** that is not supported yet.
de: **Ihre Suche ergab keine Treffer** * Stellen Sie sicher, dass alle Wörter korrekt geschrieben sind, oder versuchen Sie es mit anderen Schlüsselwörtern. * Oder Sie suchen in einer **Sprache**, die noch nicht unterstützt wird.
es: **Tu búsqueda no coincidió con ningún resultado** * Asegúrate de que todas las palabras estén escritas correctamente o prueba con palabras clave diferentes. * O estás buscando con un **idioma** que aún no es compatible.
fr: **Votre recherche n'a donné aucun résultat** * Assurez-vous que tous les mots sont correctement orthographiés ou essayez avec des mots-clés différents. * Ou vous recherchez dans une **langue** qui n'est pas encore prise en charge.
tr: **Aramanız hiçbir sonuçla eşleşmedi** * Tüm kelimelerin doğru yazıldığından veya farklı anahtar kelimeleri denediğinizden emin olun. * Veya henüz desteklenmeyen bir **dil** ile arama yapıyorsunuz.

source: Articles
de: Artikel
es: Artículos
tr: Makaleler

source: Microphone permission is needed to Search with your voice.
de: Mikrofonberechtigung erforderlich, um mit Ihrer Stimme zu suchen.
es: Se necesita permiso de micrófono para buscar con tu voz.
fr: L'autorisation du microphone est nécessaire pour rechercher avec votre voix.
tr: Sesinizle arama yapmak için mikrofon izni gereklidir.

source: Microphone off. Try again.
de: Mikrofon aus. Versuchen Sie es erneut.
es: Micrófono apagado. Inténtalo de nuevo.
fr: Microphone éteint. Réessayez.
tr: Mikrofon kapalı. Tekrar deneyin.

source: Didn't hear that. Try again.
de: Das habe ich nicht gehört. Versuchen Sie es erneut.
es: No escuché eso. Inténtalo de nuevo.
fr: Je n'ai pas entendu. Réessayez.
tr: Duymadım. Tekrar deneyin.

source: Listening...
de: Hört zu...
es: Escuchando...
fr: Écoute...
tr: Dinleniyor...

source: Tap the microphone to try again
de: Tippen Sie auf das Mikrofon, um es erneut zu versuchen
es: Toca el micrófono para intentarlo de nuevo
fr: Appuyez sur le microphone pour réessayer
tr: Tekrar denemek için mikrofona dokunun

source: Speech not available
de: Sprache nicht verfügbar
es: Habla no disponible
fr: La parole n'est pas disponible
tr: Konuşma kullanılamıyor

source: Google Scholar
es: Google Académico
