Repository: salahalshafey/breast_cancer_awareness
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

source: English
de: Englisch
es: Inglés
fr: Anglais
tr: İngilizce

source: Arabic
de: Arabisch
es: Árabe
fr: Arabe
tr: Arapça

source: Ok
tr: Tamam

source: Back
de: Zurück
es: Atrás
fr: Retour
tr: Geri

source: Error
de: Fehler
fr: Erreur
tr: Hata

source: Please Choose
de: Bitte wählen
es: Por favor elige
fr: Veuillez choisir
tr: Lütfen Seçin

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
tr: Kamera

source: Gallery
de: Galerie
es: Galería
fr: Galerie
tr: Galeri

source: Share
de: Teilen
es: Compartir
fr: Partager
tr: Paylaş

# errorHappenedWhileTryingToShareTheImage
source: An error happened while trying to share the image.
de: Ein Fehler ist aufgetreten beim Versuch, das Bild zu teilen.
es: Se produjo un error al intentar compartir la imagen.
fr: Une erreur s'est produite lors de la tentative de partage de l'image.
tr: Resmi paylaşmaya çalışırken bir hata oluştu.

source: Save to gallery
de: In Galerie speichern
es: Guardar en la galería
fr: Enregistrer dans la galerie
tr: Galeriye Kaydet

source: Image saved to gallery
de: Bild in Galerie gespeichert
es: Imagen guardada en la galería
fr: Image enregistrée dans la galerie
tr: Resim galeriye kaydedildi

# errorHappenedWhileSavingTheImage
source: An error happened while saving the image to the gallery.
de: Ein Fehler ist aufgetreten beim Versuch, das Bild in der Galerie zu speichern.
es: Se produjo un error al intentar guardar la imagen en la galería.
fr: Une erreur s'est produite lors de l'enregistrement de l'image dans la galerie.
tr: Resmi galeriye kaydetmeye çalışırken bir hata oluştu.

source: Attention
de: Aufmerksamkeit
es: Atención
tr: Dikkat

source: Do you want to exit?
de: Möchten Sie beenden?
es: ¿Quieres salir?
fr: Voulez-vous quitter ?
tr: Çıkmak istiyor musunuz?

source: Exit
de: Beenden
es: Salir
fr: Sortie
tr: Çık

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
tr: İptal

source: Copy code
de: Code kopieren
es: Copiar código
fr: Copier le code
tr: Kodu Kopyala

source: Copid!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
tr: Kopyalandı!

source: meter
es: metro
fr: mètre
tr: metre

source: Link is Not valid
de: Link ist nicht gültig
es: El enlace no es válido
fr: Le lien n'est pas valide
tr: Bağlantı geçerli değil

source: You are currently offline
de: Sie sind derzeit offline
es: Actualmente estás fuera de línea
fr: Vous êtes actuellement hors ligne
tr: Şu anda internet bağlantınız yok

# linkDoesnotPointToImage
source: Link doesn't point to an image
de: Link zeigt nicht auf ein Bild
es: El enlace no apunta a una imagen
fr: Le lien ne pointe pas vers une image
tr: Bağlantı bir resme işaret etmiyor

# passwordMustBeAtLeastWithDetails
source: Password must be at least 8 characters long, with at least 5 alphabet, 2 numbers, and 1 special character like
de: Passwort muss mindestens 8 Zeichen lang sein, mit mindestens 5 Buchstaben, 2 Zahlen und 1 Sonderzeichen wie
es: La contraseña debe tener al menos 8 caracteres, con al menos 5 letras, 2 números y 1 carácter especial como
fr: Le mot de passe doit comporter au moins 8 caractères, avec au moins 5 lettres, 2 chiffres et 1 caractère spécial comme
tr: Şifre en az 8 karakter uzunluğunda olmalı, en az 5 harf, 2 rakam ve 1 özel karakter içermelidir.

# fiveAlphabetCharacters
source: 5 alphabet characters
de: 5 Buchstaben
es: 5 caracteres alfabéticos
fr: 5 caractères alphabétiques
tr: 5 harf karakteri

# twoNumbers
source: 2 numbers
de: 2 Zahlen
es: 2 números
fr: 2 chiffres
tr: 2 rakam

# oneSpecialCharachtersLike
source: 1 special charachters like
de: 1 Sonderzeichen wie
es: 1 caracteres especiales como
fr: 1 caractère spécial comme
tr: 1 özel karakter içermelidir

source: Password must contain at least
de: Passwort muss mindestens enthalten
es: La contraseña debe contener al menos
fr: Le mot de passe doit contenir au moins
tr: Şifre en az şunları içermelidir

source: And
de: Und
es: Y
fr: Et
tr: Ve

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
tr: Bugün

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
tr: Dün

source: at
de: um
es: a las
fr: à
tr: saat

source: just now
de: gerade eben
es: justo ahora
fr: à l'instant
tr: şimdi

# durationAgo
source: {durationInString} ago
de: {durationInString} vor
es: {durationInString} atrás
fr: Il y a {durationInString}
tr: {durationInString} önce

# durationFromNow
source: {durationInString} from now
de: {durationInString} ab jetzt
es: {durationInString} a partir de ahora
fr: Dans {durationInString}
tr: {durationInString} sonra

source: second
de: Sekunde
es: segundo
fr: seconde
tr: saniye

# twoSeconds
source: 2 seconds
de: 2 Sekunden
es: 2 segundos
fr: 2 secondes
tr: 2 saniye

# secondsBeteenThreeAndTen
source: {numberOfSeconds} seconds
de: {numberOfSeconds} Sekunden
es: {numberOfSeconds} segundos
fr: {numberOfSeconds} secondes
tr: {numberOfSeconds} saniye

# secondsMoreThanTen
source: {numberOfSeconds} seconds
de: {numberOfSeconds} Sekunden
es: {numberOfSeconds} segundos
fr: {numberOfSeconds} secondes
tr: {numberOfSeconds} saniye

source: minute
es: minuto
tr: dakika

# twoMinutes
source: 2 minutes
de: 2 Minuten
es: 2 minutos
tr: 2 dakika

# minutesBeteenThreeAndTen
source: {numberOfMinutes} minutes
de: {numberOfMinutes} Minuten
es: {numberOfMinutes} minutos
tr: {numberOfMinutes} dakika

# minutesMoreThanTen
source: {numberOfMinutes} minutes
de: {numberOfMinutes} Minuten
es: {numberOfMinutes} minutos
tr: {numberOfMinutes} dakika

source: hour
de: Stunde
es: hora
fr: heure
tr: saat

# twoHours
source: 2 hours
de: 2 Stunden
es: 2 horas
fr: 2 heures
tr: 2 saat

# hoursBeteenThreeAndTen
source: {numberOfHours} hours
de: {numberOfHours} Stunden
es: {numberOfHours} horas
fr: {numberOfHours} heures
tr: {numberOfHours} saat

# hoursMoreThanTen
source: {numberOfHours} hours
de: {numberOfHours} Stunden
es: {numberOfHours} horas
fr: {numberOfHours} heures
tr: {numberOfHours} saat

source: day
de: Tag
es: día
fr: jour
tr: gün

# twoDays
source: 2 days
de: 2 Tage
es: 2 días
fr: 2 jours
tr: 2 gün

# daysBeteenThreeAndTen
source: {numberOfDays} days
de: {numberOfDays} Tage
es: {numberOfDays} días
fr: {numberOfDays} jours
tr: {numberOfDays} gün

# daysMoreThanTen
source: {numberOfDays} days
de: {numberOfDays} Tage
es: {numberOfDays} días
fr: {numberOfDays} jours
tr: {numberOfDays} gün

source: week
de: Woche
es: semana
fr: semaine
tr: hafta

# twoWeeks
source: 2 weeks
de: 2 Wochen
es: 2 semanas
fr: 2 semaines
tr: 2 hafta

# weeksBeteenThreeAndTen
source: {numberOfWeeks} weeks
de: {numberOfWeeks} Wochen
es: {numberOfWeeks} semanas
fr: {numberOfWeeks} semaines
tr: {numberOfWeeks} hafta

# weeksMoreThanTen
source: {numberOfWeeks} weeks
de: {numberOfWeeks} Wochen
es: {numberOfWeeks} semanas
fr: {numberOfWeeks} semaines
tr: {numberOfWeeks} hafta

source: month
de: Monat
es: mes
fr: mois
tr: ay

# twoMonths
source: 2 months
de: 2 Monate
es: 2 meses
fr: 2 mois
tr: 2 ay

# monthsBeteenThreeAndTen
source: {numberOfMonths} months
de: {numberOfMonths} Monate
es: {numberOfMonths} meses
fr: {numberOfMonths} mois
tr: {numberOfMonths} ay

# monthsMoreThanTen
source: {numberOfMonths} months
de: {numberOfMonths} Monate
es: {numberOfMonths} meses
fr: {numberOfMonths} mois
tr: {numberOfMonths} ay

source: year
de: Jahr
es: año
fr: an
tr: yıl

# twoYears
source: 2 years
de: 2 Jahre
es: 2 años
fr: 2 ans
tr: 2 yıl

# yearsBeteenThreeAndTen
source: {numberOfYears} years
de: {numberOfYears} Jahre
es: {numberOfYears} años
fr: {numberOfYears} ans
tr: {numberOfYears} yıl

# yearsMoreThanTen
source: {numberOfYears} years
de: {numberOfYears} Jahre
es: {numberOfYears} años
fr: {numberOfYears} ans
tr: {numberOfYears} yıl

source: decade
de: Jahrzehnt
es: década
fr: décennie
tr: on yıl

# twoDecades
source: 2 decades
de: 2 Jahrzehnte
es: 2 décadas
fr: 2 décennies
tr: 2 on yıl

# decadesBeteenThreeAndTen
source: {numberOfDecades} decades
de: {numberOfDecades} Jahrzehnte
es: {numberOfDecades} décadas
fr: {numberOfDecades} décennies
tr: {numberOfDecades} on yıl

# decadesMoreThanTen
source: {numberOfDecades} decades
de: {numberOfDecades} Jahrzehnte
es: {numberOfDecades} décadas
fr: {numberOfDecades} décennies
tr: {numberOfDecades} on yıl

source: Home
de: Startseite
es: Inicio
fr: Accueil
tr: Anasayfa

source: For Doctors
de: Für Ärzte
es: Para Médicos
fr: Pour les médecins
tr: Doktorlar İçin

source: For Patients
de: Für Patienten
es: Para Pacientes
fr: Pour les patients
tr: Hasta İçin

source: Open Menu
de: Menü öffnen
es: Abrir Menú
fr: Ouvrir le menu
tr: Menüyü Aç

source: Profile
de: Profil
es: Perfil
fr: Profil
tr: Profil

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
tr: Ayarlar

# shareTheApp
source: Share
de: Teilen
es: Compartir
fr: Partager
tr: Paylaş

# shareTheAppText
source: "Breast Cancer Awareness App" Empowering individuals to take charge of their breast health. You can download this app from Google Play, by following this link: https://play.google.com/store/apps/details?id=com.salahalshafey.breastcancerawareness
de: "Brustkrebs-Aufklärungs-App" Einzelpersonen dazu befähigen, ihre Brustgesundheit selbst in die Hand zu nehmen. Sie können diese App aus dem Google Play Store herunterladen, indem Sie diesem Link folgen: https://play.google.com/store/apps/details?id=com.salahalshafey.breastcancerawareness
es: "Aplicación de Conciencia sobre el Cáncer de Mama" Empoderando a las personas para que tomen el control de su salud mamaria. Puedes descargar esta aplicación desde Google Play, siguiendo este enlace: https://play.google.com/store/apps/details?id=com.salahalshafey.breastcancerawareness
fr: "Application de sensibilisation au cancer du sein" Donnez aux individus le pouvoir de prendre en charge leur santé mammaire. Vous pouvez télécharger cette application depuis Google Play en suivant ce lien : https://play.google.com/store/apps/details?id=com.salahalshafey.breastcancerawareness
tr: "Meme Kanseri Farkındalık Uygulaması" Bireylere meme sağlıklarını ele alma gücü veriyor. Bu uygulamayı şu bağlantıyı takip ederek Google Play'den indirebilirsiniz: https://play.google.com/store/apps/details?id=com.salahalshafey.breastcancerawareness

source: About
de: Über
es: Acerca de
fr: À propos
tr: Hakkında

source: Log out
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
tr: Çıkış Yap

source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
tr: Giriş Yap

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
tr: Güncellemeleri Kontrol Et

source: error happend while checking for updates!!
de: Fehler beim Überprüfen von Updates aufgetreten!
es: ¡Se produjo un error al verificar las actualizaciones!
fr: Une erreur s'est produite lors de la vérification des mises à jour !!
tr: Güncellemeler kontrol edilirken bir hata oluştu!!

source: No Updates
de: Keine Updates
es: Sin Actualizaciones
fr: Aucune mise à jour
tr: Güncelleme Yok

# youHaveTheLatestVersion
source: You have the latest version of Breast Cancer Awareness üëçüëç
de: Sie haben die neueste Version von Breast Cancer Awareness 👍👍
es: Tienes la última versión de Conciencia sobre el Cáncer de Mama 👍👍
fr: Vous avez la dernière version de Sensibilisation au cancer du sein 👍👍
tr: Meme Kanseri Farkındalık Uygulaması'nın en son sürümünü kullanıyorsunuz 👍👍

source: Need Update
de: Aktualisierung erforderlich
es: Actualizar
fr: Mise à jour nécessaire
tr: Güncelleme Gerekiyor

# thisVersionOfTheAppNotSupportedAnymore
source: This version of Breast Cancer Awareness isn't supported anymore, You have to update to the latest version.
de: Diese Version von Breast Cancer Awareness wird nicht mehr unterstützt. Sie müssen auf die neueste Version aktualisieren.
es: Esta versión de Conciencia sobre el Cáncer de Mama ya no es compatible. Debes actualizar a la última versión.
fr: Cette version de Sensibilisation au cancer du sein n'est plus prise en charge. Vous devez mettre à jour vers la dernière version.
tr: Bu sürüm artık desteklenmiyor, En son sürüme güncellemeniz gerekiyor.

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
tr: Güncelle

# thisVersionOfTheAppNotSupportedAfterDays
source: This version of Breast Cancer Awareness needs to be **updated in {numberOfDays}**. Update to the latest version?
de: Diese Version von Breast Cancer Awareness muss in **{numberOfDays}** aktualisiert werden. Möchten Sie zur neuesten Version aktualisieren?
es: Esta versión de Conciencia sobre el Cáncer de Mama necesita ser **actualizada en {numberOfDays}**. ¿Actualizar a la última versión?
fr: Cette version de Sensibilisation au cancer du sein doit être **mise à jour dans {numberOfDays}**. Mettre à jour vers la dernière version ?
tr: Bu sürümün **{numberOfDays} gün içinde güncellenmesi gerekiyor**. En son sürüme güncellemek ister misiniz?

source: Later
de: Später
es: Más tarde
fr: Plus tard
tr: Daha Sonra

source: Update App?
de: App aktualisieren?
es: ¿Actualizar la aplicación?
fr: Mettre à jour l'application ?
tr: Uygulamayı Güncelle?

# newVersionOfTheAppIsAvailable
source: A new version of Breast Cancer Awareness is available! Version {latestAppVersion} is now available-you have {currentAppVersion}. Would you like to update it now?
de: Eine neue Version von Breast Cancer Awareness ist verfügbar! Version {latestAppVersion} ist jetzt verfügbar - Sie haben {currentAppVersion}. Möchten Sie es jetzt aktualisieren?
es: ¡Hay una nueva versión de Conciencia sobre el Cáncer de Mama disponible! La versión {latestAppVersion} ya está disponible, tienes la versión {currentAppVersion}. ¿Te gustaría actualizarla ahora?
fr: Une nouvelle version de Sensibilisation au cancer du sein est disponible ! La version {latestAppVersion} est maintenant disponible - vous avez la version {currentAppVersion} Voulez-vous la mettre à jour maintenant?
tr: Meme Kanseri Farkındalık Uygulaması'nın yeni bir sürümü mevcut! Sürüm {latestAppVersion} şu anda kullanılabilir durumda - sizin sürümünüz {currentAppVersion} Şimdi güncellemek ister misiniz?

source: Theme
de: Thema
es: Tema
fr: Thème
tr: Tema

source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
tr: Sistem varsayılanı

source: Light
de: Hell
es: Claro
fr: Clair
tr: Açık

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
tr: Koyu

source: Language
de: Sprache
es: Idioma
fr: Langue
tr: Dil

source: Notifications
de: Benachrichtigungen
es: Notificaciones
tr: Bildirimler

source: Change Language
de: Sprache ändern
es: Cambiar Idioma
fr: Changer de langue
tr: Dili Değiştir

source: Change to Light Mode
de: Zum Hell-Modus wechseln
es: Cambiar a Modo Claro
fr: Passer en mode clair
tr: Açık Mod'a Değiştir

source: Change to Dark Mode
de: Zum Dunkel-Modus wechseln
es: Cambiar a Modo Oscuro
fr: Passer en mode sombre
tr: Koyu Mod'a Değiştir

source: App Overview
de: App-Übersicht
es: Descripción de la aplicación
fr: Présentation de l'application
tr: Uygulama Genel Bakış
