Repository: salahalshafey/breast_cancer_awareness
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

# appOverviewdetailed
source: **Breast Cancer Awareness app** is a comprehensive tool designed to raise awareness and promote early detection of breast cancer. It addresses four key aspects: providing `information and awareness`, facilitating `self-examination` through a symptom checker, assisting doctors with `deep learning models` for detection, and offering support `resources` and `guidance` for patients. * **Purpose:** The app was created with the primary goal of empowering individuals to take charge of their breast health. By amalgamating information, self-examination tools, advanced detection models, and supportive resources, we aim to contribute to the early detection and management of breast cancer. * **Target Audience:** Our target audience spans a wide range, including individuals of all genders interested in breast health awareness, those performing self-examinations, medical professionals seeking advanced diagnostic tools, and patients in need of support and guidance. **Key Features** * **Information Hub:** Accessible information on breast cancer, its symptoms, risk factors, and preventive measures. * **Symptom Checker:** An interactive self-examination tool guiding users through the detection of potential symptoms. * **Deep Learning Models:** Advanced AI models for doctors, aiding in the detection of breast cancer from mammogram and histopathology images. * **Patient Support:** Nutrition, diet, and exercise guidance, along with a chatbot providing answers and guidance through text-to-speech and speech-to-text capabilities. **Data and Research** * **The Breast Cancer Awareness app** is built on a foundation of thorough research and collaboration with medical professionals. We've incorporated insights from reputable studies and partnered with experts in the field to develop the deep learning models. The app's content is curated based on evidence-based information to ensure accuracy and reliability. **Contact and App Privacy**
de: **Breast Cancer Awareness-App** ist ein umfassendes Tool, das darauf abzielt, das Bewusstsein zu schärfen und die Früherkennung von Brustkrebs zu fördern. Es behandelt vier Schlüsselaspekte: Bereitstellung von `Informationen und Aufklärung`, Erleichterung der `Selbstuntersuchung` durch einen Symptom-Checker, Unterstützung von Ärzten durch `Deep Learning-Modelle` zur Erkennung sowie Bereitstellung von Unterstützungs-`Ressourcen` und `Anleitung` für Patienten. * **Zweck:** Die App wurde mit dem Hauptziel geschaffen, Einzelpersonen zu befähigen, ihre Brustgesundheit selbst in die Hand zu nehmen. Durch die Verbindung von Informationen, Selbstuntersuchungswerkzeugen, fortschrittlichen Erkennungsmodellen und unterstützenden Ressourcen möchten wir zur Früherkennung und Behandlung von Brustkrebs beitragen. * **Zielgruppe:** Unsere Zielgruppe erstreckt sich über ein breites Spektrum, einschließlich Einzelpersonen aller Geschlechter, die sich für das Bewusstsein für die Brustgesundheit interessieren, Personen, die Selbstuntersuchungen durchführen, medizinische Fachleute, die nach fortschrittlichen Diagnosewerkzeugen suchen, und Patienten, die Unterstützung und Anleitung benötigen. **Hauptmerkmale** * **Informationszentrale:** Zugängliche Informationen über Brustkrebs, seine Symptome, Risikofaktoren und vorbeugende Maßnahmen. * **Symptom-Checker:** Ein interaktives Selbstuntersuchungswerkzeug, das Benutzer durch die Erkennung möglicher Symptome führt. * **Deep Learning-Modelle:** Fortgeschrittene KI-Modelle für Ärzte, die bei der Erkennung von Brustkrebs aus Mammogramm- und Histopathologiebildern unterstützen. * **Patientenunterstützung:** Ernährungs-, Diät- und Übungsberatung sowie ein Chatbot, der Antworten und Anleitung über Text-to-Speech- und Speech-to-Text-Fähigkeiten bietet. **Daten und Forschung** * **Die Breast Cancer Awareness-App** basiert auf einer gründlichen Forschung und Zusammenarbeit mit medizinischen Fachleuten. Wir haben Einblicke aus seriösen Studien eingearbeitet und mit Experten auf dem Gebiet zusammengearbeitet, um die Deep Learning-Modelle zu entwickeln. Der Inhalt der App ist auf evidenzbasierten Informationen basiert, um Genauigkeit und Zuverlässigkeit sicherzustellen. **Kontakt und App-Datenschutz**
es: **Breast Cancer Awareness app** es una herramienta integral diseñada para crear conciencia y promover la detección temprana del cáncer de mama. Aborda cuatro aspectos clave: proporcionar `información y conciencia`, facilitar la `autoexploración` a través de un verificador de síntomas, ayudar a los médicos con modelos de `aprendizaje profundo` para la detección, y ofrecer recursos de `apoyo` y `orientación` para los pacientes. * **Propósito:** La aplicación fue creada con el objetivo principal de empoderar a las personas para que tomen el control de su salud mamaria. Al amalgamar información, herramientas de autoexploración, modelos de detección avanzados y recursos de apoyo, buscamos contribuir a la detección temprana y el manejo del cáncer de mama. * **Público objetivo:** Nuestro público objetivo abarca una amplia gama, incluyendo a individuos de todos los géneros interesados en la conciencia de la salud mamaria, aquellos que realizan autoexploraciones, profesionales médicos que buscan herramientas de diagnóstico avanzadas y pacientes que necesitan apoyo y orientación. **Funciones clave** * **Centro de información:** Información accesible sobre el cáncer de mama, sus síntomas, factores de riesgo y medidas preventivas. * **Verificador de síntomas:** Una herramienta interactiva de autoexploración que guía a los usuarios en la detección de posibles síntomas. * **Modelos de aprendizaje profundo:** Modelos de inteligencia artificial avanzados para médicos, ayudando en la detección del cáncer de mama a partir de imágenes de mamografías e histopatología. * **Apoyo al paciente:** Orientación sobre nutrición, dieta y ejercicio, junto con un chatbot que proporciona respuestas y orientación a través de capacidades de texto a voz y voz a texto. **Datos e Investigación** * **Breast Cancer Awareness app** se construye sobre una base de investigación exhaustiva y colaboración con profesionales médicos. Hemos incorporado conocimientos de estudios reputados y nos hemos asociado con expertos en el campo para desarrollar los modelos de aprendizaje profundo. El contenido de la aplicación se cura en base a información respaldada por evidencia para garantizar precisión y confiabilidad. **Contacto y Privacidad de la aplicación**
fr: **Application de sensibilisation au cancer du sein** est un outil complet conçu pour sensibiliser et favoriser la détection précoce du cancer du sein. Il aborde quatre aspects clés : fournir des `informations et sensibilisation`, faciliter l'`auto-examen` grâce à un vérificateur de symptômes, aider les médecins avec des `modèles d'apprentissage profond` pour la détection, et offrir des `ressources` et `guidances` de soutien aux patients. * **Objectif :** L'application a été créée dans le but principal d'autonomiser les individus pour prendre en charge leur santé mammaire. En rassemblant des informations, des outils d'auto-examen, des modèles de détection avancés et des ressources de soutien, nous visons à contribuer à la détection précoce et à la gestion du cancer du sein. * **Public cible :** Notre public cible s'étend à un large éventail, y compris les personnes de tous genres intéressées par la sensibilisation à la santé mammaire, celles effectuant des auto-examens, les professionnels de la santé cherchant des outils de diagnostic avancés, et les patients ayant besoin de soutien et de conseils. **Fonctionnalités clés** * **Hub d'informations :** Informations accessibles sur le cancer du sein, ses symptômes, les facteurs de risque et les mesures préventives. * **Vérificateur de symptômes :** Outil interactif d'auto-examen guidant les utilisateurs dans la détection de symptômes potentiels. * **Modèles d'apprentissage profond :** Modèles d'IA avancés pour les médecins, aidant à la détection du cancer du sein à partir d'images de mammographie et d'histopathologie. * **Soutien aux patients :** Nutrition, conseils alimentaires et exercices, ainsi qu'un chatbot fournissant des réponses et des conseils par le biais de capacités de texte à parole et de parole à texte. **Données et recherche** * **L'application de sensibilisation au cancer du sein** est construite sur une base de recherches approfondies et de collaboration avec des professionnels de la santé. Nous avons intégré des connaissances issues d'études réputées et collaboré avec des experts du domaine pour développer les modèles d'apprentissage profond. Le contenu de l'application est élaboré à partir d'informations basées sur des preuves pour assurer précision et fiabilité. **Contact et confidentialité de l'application**
tr: **Meme Kanseri Farkındalık Uygulaması**, meme kanserinin farkındalığını artırmak ve erken teşhisi teşvik etmek amacıyla tasarlanmış kapsamlı bir araçtır. Dört temel yönü ele alır: `bilgi ve farkındalık` sağlama, bir semptom kontrolcüsü aracılığıyla `kendi muayene` yapmayı kolaylaştırma, doktorlara `derin öğrenme modelleri` ile teşhis konusunda yardımcı olma ve hastalara destek `kaynaklar` ve `rehberlik` sunma. * **Amaç:** Uygulama, bireylerin meme sağlıklarını kontrol etmelerini sağlama temel hedefiyle oluşturulmuştur. Bilgi, kendi muayene araçları, gelişmiş teşhis modelleri ve destek kaynaklarını birleştirerek meme kanserinin erken teşhisi ve yönetimine katkıda bulunmayı amaçlıyoruz. * **Hedef Kitle:** Hedef kitlemiz, meme sağlığı farkındalığına ilgi duyan her cinsiyetten bireylerden, kendi muayenelerini yapanlara, ileri tanı araçları arayan tıp profesyonellerine ve destek ve rehberliğe ihtiyaç duyan hastalara kadar geniş bir yelpazeyi kapsamaktadır. **Ana Özellikler** * **Bilgi Hub:** Meme kanseri, semptomları, risk faktörleri ve önleme önlemleri hakkında erişilebilir bilgi. * **Semptom Kontrolcü:** Kullanıcıları potansiyel semptomları tespit etme konusunda yönlendiren etkileşimli bir kendi muayene aracı. * **Derin Öğrenme Modelleri:** Doktorlar için meme kanserini mammogram ve histopatoloji görüntülerinden tespit etmeye yardımcı olan gelişmiş AI modelleri. * **Hasta Desteği:** Beslenme, diyet ve egzersiz rehberliği, metinten sese ve sesten texte yeteneklere sahip bir sohbet botu aracılığıyla cevaplar ve rehberlik sağlama. **Veri ve Araştırma** * **Meme Kanseri Farkındalık Uygulaması**, kapsamlı araştırma ve tıp profesyonelleri ile işbirliği temelinde inşa edilmiştir. Derin öğrenme modellerini geliştirmek için saygın çalışmalardan elde edilen bilgileri içermiş ve alanında uzmanlarla işbirliği yapmıştır. Uygulamanın içeriği, doğruluk ve güvenilirlik sağlamak için kanıta dayalı bilgilere dayanmaktadır. **İletişim ve Uygulama Gizliliği**

# contactUs
source: * **Contact us** through this email: salahforgraduationproject@gmail.com
de: Kontaktieren Sie uns über diese E-Mail:
es: Contáctenos a través de este correo electrónico:
fr: Contactez-nous par e-mail:
tr: Bu e-posta aracılığıyla bizimle iletişime geçin:

source: App
es: Aplicación
fr: Application
tr: Uygulama

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
tr: Gizlilik Politikası

source: Terms Of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
tr: Hizmet Şartları

source: Something went wrong, please try again later.
de: Etwas ist schiefgelaufen, bitte versuchen Sie es später erneut.
es: Algo salió mal, por favor inténtalo de nuevo más tarde.
fr: Quelque chose s'est mal passé, veuillez réessayer plus tard.
tr: Bir şeyler yanlış gitti, lütfen daha sonra tekrar deneyin.

# errorHappendThereIsNoDataForThatAccount
source: Error happened, There is no data for that Account
de: Ein Fehler ist aufgetreten, es gibt keine Daten für dieses Konto.
es: Error ocurrió, no hay datos para esa cuenta
fr: Une erreur s'est produite, il n'y a pas de données pour ce compte.
tr: Hata oluştu, Bu hesap için veri bulunmuyor.

# unexpectedErrorHappened
source: An unexpected error happened.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ocurrió un error inesperado.
fr: Une erreur inattendue s'est produite.
tr: Beklenmeyen bir hata oluştu.

source: User not found for that email.
de: Benutzer nicht gefunden für diese E-Mail.
es: Usuario no encontrado para ese correo electrónico.
fr: Utilisateur introuvable pour cet e-mail.
tr: Bu e-posta için kullanıcı bulunamadı.

source: Email Not Valid.
de: E-Mail nicht gültig.
es: Correo electrónico no válido.
fr: E-mail non valide.
tr: Geçersiz E-posta.

source: The password is wrong.
de: Das Passwort ist falsch.
es: La contraseña es incorrecta.
fr: Le mot de passe est incorrect.
tr: Şifre yanlış.

source: The User is not found for that email OR The password is wrong.
de: Der Benutzer wurde für diese E-Mail nicht gefunden ODER das Passwort ist falsch.
es: El usuario no se encuentra para ese correo electrónico o la contraseña es incorrecta.
fr: L'utilisateur n'est pas trouvé pour cet e-mail OU le mot de passe est incorrect.
tr: Bu e-posta için kullanıcı bulunamadı veya şifre yanlış.

source: The provided password is weak try to put a strong password.
de: Das bereitgestellte Passwort ist schwach. Versuchen Sie, ein starkes Passwort einzugeben.
es: La contraseña proporcionada es débil, intenta poner una contraseña fuerte.
fr: Le mot de passe fourni est faible, essayez de mettre un mot de passe fort.
tr: Sağlanan şifre zayıf, güçlü bir şifre kullanmayı deneyin.

source: The provided email already exists, sign in instead or provide another email.
de: Die bereitgestellte E-Mail existiert bereits. Melden Sie sich stattdessen an oder geben Sie eine andere E-Mail-Adresse an.
es: El correo electrónico proporcionado ya existe, inicia sesión en su lugar o proporciona otro correo electrónico.
fr: L'e-mail fourni existe déjà, connectez-vous plutôt ou fournissez une autre adresse e-mail.
tr: Sağlanan e-posta zaten var, bunun yerine giriş yapın veya başka bir e-posta sağlayın.

# noProviderNameAccountWasSelected
source: No {provider} account was selected!!!
de: Es wurde kein {provider}-Konto ausgewählt!!!
es: ¡No se seleccionó ninguna cuenta {provider}!
fr: Aucun compte {provider} n'a été sélectionné !!!
tr: Hiçbir {provider} hesabı seçilmedi!!!

# anAccountAlreadyExistsWithTheSameEmailAddressAsYourProviderAccount
source: An account already exists with the same email address as your {providerName} account. Sign in using the account that is associated with this email address.
de: Es existiert bereits ein Konto mit derselben E-Mail-Adresse wie Ihr {providerName}-Konto. Melden Sie sich mit dem Konto an, das mit dieser E-Mail-Adresse verknüpft ist.
es: Ya existe una cuenta con la misma dirección de correo electrónico que tu cuenta {providerName}. Inicia sesión utilizando la cuenta asociada a esta dirección de correo electrónico.
fr: Un compte existe déjà avec la même adresse e-mail que votre compte {providerName}. Connectez-vous avec le compte associé à cette adresse e-mail.
tr: {providerName} hesabınızla aynı e-posta adresine sahip bir hesap zaten mevcut. Bu e-posta adresi ile ilişkilendirilmiş hesapla giriş yapın.

# youSelectedADifferentProviderAccount
source: You selected a different {providerName} Account. select the {providerName} Account that you logged in with the App. OR re-sign into the app instead.
de: Sie haben ein anderes {providerName}-Konto ausgewählt. Wählen Sie das {providerName}-Konto aus, mit dem Sie sich in der App angemeldet haben. ODER melden Sie sich erneut in der App an.
es: Seleccionaste una cuenta {providerName} diferente. Selecciona la cuenta {providerName} con la que iniciaste sesión en la aplicación. O vuelve a iniciar sesión en la aplicación en su lugar.
fr: Vous avez sélectionné un compte {providerName} différent. Sélectionnez le compte {providerName} avec lequel vous vous êtes connecté à l'application. OU reconnectez-vous à l'application.
tr: Farklı bir {providerName} Hesabı seçtiniz. Uygulamaya giriş yaptığınız hesabı seçin. YA DA uygulamaya yeniden giriş yapın.

source: Something went wrong!!
de: Etwas ist schiefgelaufen!!
es: ¡Algo salió mal!
fr: Quelque chose s'est mal passé!!
tr: Bir şeyler yanlış gitti!!

source: You Are a Guest
de: Du bist ein Gast
es: Eres un invitado
fr: Vous êtes un invité
tr: Misafirsiniz

source: Email
es: Correo electrónico
tr: E-posta

# emailOfYourProviderAccount
source: Email of Your {providerName} Account
de: E-Mail Ihres {providerName} Kontos
es: Correo electrónico de tu cuenta {providerName}
fr: Email de votre compte {providerName}
tr: Hesabınızın E-postası {providerName}

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
tr: Adınız Soyadınız

source: No phone number provided
de: Keine Telefonnummer angegeben
es: No se proporcionó número de teléfono
fr: Aucun numéro de téléphone fourni
tr: Telefon numarası sağlanmadı

source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
tr: Telefon Numarası

source: Doctor
de: Arzt
fr: Docteur
tr: Doktor

source: Patient
es: Paciente
tr: Hasta

source: User Type
de: Benutzertyp
es: Tipo de usuario
fr: Type d'utilisateur
tr: Kullanıcı Türü

# userOf
source: {userType} User
de: {userType} Benutzer
es: {userType} Usuario
fr: {userType} Utilisateur
tr: {userType} Kullanıcısı

# joinedIn
source: Joined {dateOfSignUp}
de: Beigetreten am {dateOfSignUp}
es: Ingresó en {dateOfSignUp}
fr: Rejoint en {dateOfSignUp}
tr: {dateOfSignUp} tarihinde katıldı

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
tr: Profili Düzenle

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
tr: Hesabı Sil

source: Dangerous area
de: Gefährlicher Bereich
es: Área peligrosa
fr: Zone dangereuse
tr: Tehlikeli bölge

# areYouSureOfDeletingYourAccount
source: * Are you sure of **Deleting your account?** All the data and information will be deleted. **That can't be undone.** * You may be asked to **confirm** your credentials to ensure it is you.
de: * Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Alle Daten und Informationen werden gelöscht. **Das kann nicht rückgängig gemacht werden.** * Sie werden möglicherweise aufgefordert, Ihre Anmeldeinformationen zu bestätigen, um sicherzustellen, dass es sich um Sie handelt.
es: * ¿Estás seguro de **Eliminar tu cuenta?** Todos los datos e información serán eliminados. **Esto no se puede deshacer.** * Es posible que se te pida **confirmar** tus credenciales para asegurar que eres tú.
fr: * Êtes-vous sûr de **supprimer votre compte?** Toutes les données et informations seront supprimées. **Cela ne peut pas être annulé.** * Vous pouvez être invité à **confirmer** vos informations d'identification pour vous assurer que c'est bien vous.
tr: * **Hesabınızı Silmek İstediğinizden Emin misiniz?** Tüm veri ve bilgiler silinecektir. **Bu geri alınamaz.** * Kimliğinizi doğrulamak için **onay** istenebilir.

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
tr: Sil

# pleaseEnterYourPasswordToConfirm
source: Please enter your password to confirm deleting your account.
de: Bitte geben Sie Ihr Passwort ein, um das Löschen Ihres Kontos zu bestätigen.
es: Por favor, ingresa tu contraseña para confirmar la eliminación de tu cuenta.
fr: Veuillez entrer votre mot de passe pour confirmer la suppression de votre compte.
tr: Lütfen hesabınızı silmek için şifrenizi girin.

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
tr: Şifre

source: Password must be at least 8 characters long.
de: Das Passwort muss mindestens 8 Zeichen lang sein.
es: La contraseña debe tener al menos 8 caracteres.
fr: Le mot de passe doit comporter au moins 8 caractères.
tr: Şifre en az 8 karakter uzunluğunda olmalıdır.

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
tr: Kaydet

source: Some Fields are Empty.
de: Einige Felder sind leer.
es: Algunos campos están vacíos.
fr: Certains champs sont vides.
tr: Bazı alanlar boş.

source: Please enter a valid Phone Number.
de: Bitte geben Sie eine gültige Telefonnummer ein.
es: Por favor, ingresa un número de teléfono válido.
fr: Veuillez entrer un numéro de téléphone valide.
tr: Lütfen geçerli bir telefon numarası girin.

source: Select Image
de: Bild auswählen
es: Seleccionar Imagen
fr: Sélectionner une image
tr: Resim Seç

source: Change Image
de: Bild ändern
es: Cambiar Imagen
fr: Changer l'image
tr: Resmi Değiştir

source: Clear The Image
de: Bild löschen
es: Borrar la Imagen
fr: Effacer l'image
tr: Resmi Temizle

source: First Name
de: Vorname
es: Nombre
fr: Prénom
tr: Ad

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille
tr: Soyad

source: Please enter the first name.
de: Bitte geben Sie den Vornamen ein.
es: Por favor, ingresa el primer nombre.
fr: Veuillez entrer le prénom.
tr: Lütfen adınızı girin.

source: Please enter the last name.
de: Bitte geben Sie den Nachnamen ein.
es: Por favor, ingresa el apellido.
fr: Veuillez entrer le nom de famille.
tr: Lütfen soyadınızı girin.

source: Log in
de: Einloggen
es: Iniciar sesión
fr: Se connecter
tr: Giriş yap

source: Please sign in to continue
de: Bitte melden Sie sich an, um fortzufahren
es: Por favor, inicia sesión para continuar
fr: Veuillez vous connecter pour continuer
tr: Devam etmek için lütfen giriş yapın

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, ingresa una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse e-mail valide.
tr: Lütfen geçerli bir e-posta adresi girin.

source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
tr: Şifrenizi mi unuttunuz?

source: Don't have an account?
de: Sie haben noch keinen Account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
tr: Hesabınız yok mu?

source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
tr: Kaydol

source: Or
de: Oder
es: O
fr: Ou
tr: veya

source: Sign up later?
de: Später registrieren?
es: ¿Registrarse más tarde?
fr: Inscrivez-vous plus tard ?
tr: Daha sonra kaydolun?

source: Continue as guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
tr: Misafir olarak devam et

source: Sign in using {provider} Account
de: Mit {provider} Konto anmelden
es: Iniciar sesión con cuenta {provider}
fr: Se connecter avec le compte {provider}
tr: {provider} Hesabını kullanarak giriş yap

source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
tr: Şifrenizi mi unuttunuz?

source: Put your Email to send a link for resetting your password.
de: Geben Sie Ihre E-Mail-Adresse ein, um einen Link zum Zurücksetzen Ihres Passworts zu erhalten.
es: Ingresa tu correo electrónico para enviar un enlace para restablecer tu contraseña.
fr: Mettez votre adresse e-mail pour envoyer un lien de réinitialisation de votre mot de passe.
tr: Şifrenizi sıfırlamak için bir bağlantı göndermek için e-postanızı girin.

source: Follow up
de: Fortsetzen
es: Seguir
fr: Suivre
tr: Takip et

source: Finished resetting
de: Zurücksetzen abgeschlossen
es: Restablecimiento completado
fr: Réinitialisation terminée
tr: Sıfırlama tamamlandı

source: Send Reset Request
de: Reset-Anfrage senden
es: Enviar solicitud de restablecimiento
fr: Envoyer une demande de réinitialisation
tr: Sıfırlama İsteği Gönder
