Repository: salahalshafey/breast_cancer_awareness
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

# checkYourInboxForAnEmailThatHasJustBeenSent
source: * Check your **inbox** for an email that has just been sent for your {userEmail}. * Follow the **link** and reset your password. * When you **finish**, return to the app and sign in with the new password.
de: * Überprüfen Sie Ihr **Postfach** auf eine soeben gesendete E-Mail für Ihre {userEmail}. * Folgen Sie dem **Link** und setzen Sie Ihr Passwort zurück. * Wenn Sie **fertig** sind, kehren Sie zur App zurück und melden Sie sich mit dem neuen Passwort an.
es: * Revisa tu **bandeja de entrada** para un correo electrónico que acaba de ser enviado a {userEmail}. * Sigue el **enlace** y restablece tu contraseña. * Cuando **termines**, vuelve a la aplicación e inicia sesión con la nueva contraseña.
fr: * Vérifiez votre **boîte de réception** pour un e-mail qui vient d'être envoyé à {userEmail}. * Suivez le **lien** et réinitialisez votre mot de passe. * Lorsque vous avez **terminé**, revenez à l'application et connectez-vous avec le nouveau mot de passe.
tr: * **Gelen kutunuza** gönderilen e-postayı kontrol edin {userEmail}. * Bağlantıyı takip edin ve şifrenizi sıfırlayın. * İşlemi **tamamladığınızda**, uygulamaya dönün ve yeni şifre ile giriş yapın.

source: Create an account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
tr: Hesap Oluştur

source: Please enter a valid name.
de: Bitte geben Sie einen gültigen Namen ein.
es: Por favor, ingresa un nombre válido.
fr: Veuillez entrer un nom valide.
tr: Lütfen geçerli bir ad girin.

source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
tr: Şifreyi Onayla

source: Empty Field, Please confirm the password.
de: Leeres Feld. Bitte bestätigen Sie das Passwort.
es: Campo vacío, por favor confirma la contraseña.
fr: Champ vide, veuillez confirmer le mot de passe.
tr: Boş Alan, Lütfen şifreyi onaylayın.

source: Those passwords didn't match. Try again.
de: Die Passwörter stimmen nicht überein. Versuchen Sie es erneut.
es: Esas contraseñas no coincidieron. Inténtalo de nuevo.
fr: Ces mots de passe ne correspondent pas. Réessayez.
tr: Bu şifreler uyuşmuyor. Tekrar deneyin.

source: Already have an account ?
de: Bereits ein Konto vorhanden?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
tr: Zaten hesabınız var mı?

source: Select User Type
de: Benutzertyp auswählen
es: Seleccionar Tipo de Usuario
fr: Sélectionner le type d'utilisateur
tr: Kullanıcı Türünü Seç

source: Skip For Now
de: Jetzt überspringen
es: Omitir por ahora
fr: Passer pour l'instant
tr: Şimdi Atla

# continueToMainScreen
source: Continue
de: Weiter
es: Continuar
fr: Continuer
tr: Devam Et

source: Hello
de: Hallo
es: Hola
fr: Bonjour
tr: Merhaba

# youUnderstandThatEveryDayCountsWhenItComesToEarlyBreastCancerDetection
source: You understand that every day counts when it comes to early breast cancer detection. it's great that you take responsibility for your health and check your breasts regularly.
de: Du verstehst, dass jeder Tag zählt, wenn es um die frühzeitige Erkennung von Brustkrebs geht. Es ist großartig, dass du Verantwortung für deine Gesundheit übernimmst und regelmäßig deine Brüste überprüfst.
es: Entiendes que cada día cuenta cuando se trata de la detección temprana del cáncer de mama. Es genial que asumas la responsabilidad de tu salud y revises tus senos regularmente.
fr: Vous comprenez que chaque jour compte lorsqu'il s'agit de détecter le cancer du sein tôt. C'est formidable que vous preniez vos responsabilités pour votre santé et vérifiez régulièrement vos seins.
tr: Erken meme kanseri tespiti konusunda her günün önemli olduğunu anlıyorsunuz. Sağlığınız için sorumluluk almanız ve düzenli olarak meme muayenenizi yapmanız harika.

source: SELF-CHECK NOW
de: SELBSTÜBERPRÜFUNG JETZT
es: AUTO-CHEQUEO AHORA
fr: AUTO-EXAMEN MAINTENANT
tr: KENDİNİ KONTROL ET

source: MY BREAST-CHECK HISTORY
de: MEINE BRUSTÜBERPRÜFUNGSGESCHICHTE
es: MI HISTORIAL DE AUTO-CHEQUEO
fr: MON HISTORIQUE D'AUTO-EXAMEN DES SEINS
tr: MEME KONTROL GEÇMİŞİM

# breastCancerAwarenessandwhy
source: Breast Cancer Awareness And Why early detection is important
de: Brustkrebsaufklärung Und Warum Früherkennung wichtig ist
es: Conciencia del Cáncer de Mama Y Por qué la detección temprana es importante
fr: Sensibilisation au cancer du sein Et Pourquoi la détection précoce est importante
tr: Meme Kanseri Farkındalığı ve Erken Teşhis Neden Önemlidir

source: LEARN MORE
de: MEHR ERFAHREN
es: APRENDER MÁS
fr: EN SAVOIR PLUS
tr: DAHA FAZLA BİLGI

source: Description
de: Beschreibung
es: Descripción
tr: Açıklama

source: Not able to save files to local device storage.
de: Dateien können nicht im lokalen Gerätespeicher gespeichert werden.
es: No se pueden guardar archivos en el almacenamiento local del dispositivo.
fr: Impossible d'enregistrer des fichiers sur le stockage local de l'appareil.
tr: Dosyaları yerel cihaz depolama alanına kaydetme yeteneği yok.

source: Not able to delete files from local device storage.
de: Dateien können nicht aus dem lokalen Gerätespeicher gelöscht werden.
es: No se pueden eliminar archivos del almacenamiento local del dispositivo.
fr: Impossible de supprimer des fichiers du stockage local de l'appareil.
tr: Dosyaları yerel cihaz depolama alanından silme yeteneği yok.

source: Delete All Self-Checks
de: Alle Selbstchecks löschen
es: Eliminar todos los autochequeos
fr: Supprimer tous les autoexamens
tr: Tüm Kendi Kontrollerini Sil

source: My Self-checks
de: Meine Selbstchecks
es: Mis Autochequeos
fr: Mes autoexamens
tr: Benim Kendi Kontrollerim

source: Warning
de: Warnung
es: Advertencia
fr: Attention
tr: Uyarı

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
tr: Hepsini Sil

source: from left to right
de: von links nach rechts
es: de izquierda a derecha
fr: de gauche à droite
tr: soldan sağa

source: from right to left
de: von rechts nach links
es: de derecha a izquierda
fr: de droite à gauche
tr: sağdan sola

# areYouSureOfDeletingAllYourSelfchecks
source: * Are you sure of **Deleting all your Self-Checks?** All the data and notes information will be deleted. * If you want to delete a specific note, **drag** it {textDirection}
de: * Bist du sicher, dass du **alle deine Selbstchecks löschen möchtest?** Alle Daten und Notizen werden gelöscht. * Wenn du eine bestimmte Notiz löschen möchtest, **ziehe** sie {textDirection}
es: * ¿Estás seguro de **Eliminar todos tus autochequeos**? Se eliminarán todos los datos e información de notas. * Si deseas eliminar una nota específica, **arrástrala** {textDirection}
fr: * Êtes-vous sûr de **supprimer tous vos autoexamens**? Toutes les données et les informations seront supprimées. * Si vous souhaitez supprimer une note spécifique, faites-la glisser {textDirection}
tr: * Tüm **Kendi Kontrollerinizi Silmek İstediğinizden Emin misiniz?** Tüm veri ve not bilgileri silinecek. * Belirli bir notu silmek istiyorsanız, **sürükleyin** {textDirection}

source: Text Note
de: Textnotiz
es: Nota de texto
fr: Note de texte
tr: Metin Notu

source: Voice Note
de: Sprachnotiz
es: Nota de voz
fr: Note vocale
tr: Sesli Not

source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
tr: Emin misiniz?

source: Confirm Deletion?
de: Löschung bestätigen?
es: Confirmar Eliminación
fr: Confirmer la suppression?
tr: Silme İşlemini Onayla?

source: No activity yet
de: Noch keine Aktivität
es: Sin actividad aún
fr: Aucune activité pour le moment
tr: Henüz hiç etkinlik yok

source: Self-Check
de: Selbsttest
es: Auto-Chequeo
fr: Auto-examen
tr: Kendi Kontrolünü Yap

source: Let yourself be guided by text and graphics Step by Step
de: Lassen Sie sich von Text und Grafiken Schritt für Schritt führen
es: Déjate guiar por el texto y los gráficos paso a paso
fr: Laissez-vous guider par le texte et les graphiques Étape par étape
tr: Metin ve grafikler tarafından adım adım yönlendirilin

source: START SELF-CHECK
de: SELBSTTEST STARTEN
es: INICIAR AUTO-CHEQUEO
fr: DÉMARRER L'AUTO-EXAMEN
tr: KENDİ KONTROLÜNÜ BAŞLAT

source: WHAT SHOULD I LOOK FOR?
de: WAS SOLL ICH SUCHEN?
es: ¿QUÉ DEBO BUSCAR?
fr: QUE DOIS-JE CHERCHER?
tr: NEYE BAKMALIYIM?

source: What to look for
de: Was man suchen sollte
es: Qué buscar
fr: À rechercher
tr: Ne aramalısınız

source: Lumps, knots, thickenings
de: Klumpen, Knoten, Verdickungen
es: Bultos, nudos, engrosamientos
fr: Bosse, nœuds, épaississements
tr: Toplar, düğümler, kalınlaşmalar

source: Changes in size or shape
de: Veränderungen in Größe oder Form
es: Cambios en tamaño o forma
fr: Changements de taille ou de forme
tr: Boyut veya şekilde değişiklikler

source: Nipple discharge
de: Brustwarzenabfluss
es: Secreción del pezón
fr: Écoulement du mamelon
tr: Meme ucu akıntısı

source: Skin changes
de: Hautveränderungen
es: Cambios en la piel
fr: Changements cutanés
tr: Cilt değişiklikleri

# lumpsKnotsThickeningsDetails
source: Lumps, hardened knots or thickenings in the breast tissue can be a sign of breast cancer. They can occur right under the skin, in the middle of the breast or in the deep tissue near the bones.
de: Klumpen, verhärtete Knoten oder Verdickungen im Brustgewebe können ein Anzeichen für Brustkrebs sein. Sie können direkt unter der Haut, in der Mitte der Brust oder im tiefen Gewebe in der Nähe der Knochen auftreten.
es: Bultos, nudos endurecidos o engrosamientos en el tejido mamario pueden ser signos de cáncer de mama. Pueden ocurrir justo debajo de la piel, en el centro del seno o en el tejido profundo cerca de los huesos.
fr: Les bosses, les nœuds durs ou les épaississements dans le tissu mammaire peuvent être un signe de cancer du sein. Ils peuvent survenir juste sous la peau, au milieu du sein ou dans le tissu profond près des os.
tr: Meme dokusundaki topaklar, sert düğümler veya kalınlaşmalar meme kanseri belirtisi olabilir. Bunlar doğrudan cilt altında, meme ortasında veya kemiklere yakın derin dokuda olabilir.

# changesInSizeOrShapeDetails
source: Unusual changes in size, contour or shape should be checked. The same is true for distortions or swellings. Keep in mind that your left and right breast might look different. Know what is normal for you.
de: Ungewöhnliche Veränderungen in Größe, Kontur oder Form sollten überprüft werden. Gleiches gilt für Verzerrungen oder Schwellungen. Beachten Sie, dass Ihre linke und rechte Brust unterschiedlich aussehen können. Wissen Sie, was für Sie normal ist.
es: Cambios inusuales en tamaño, contorno o forma deben ser verificados. Lo mismo ocurre con distorsiones o hinchazones. Ten en cuenta que tu seno izquierdo y derecho pueden lucir diferentes. Conoce lo que es normal para ti.
fr: Les changements inhabituels de taille, de contour ou de forme doivent être vérifiés. Il en va de même pour les distorsions ou les gonflements. Gardez à l'esprit que votre sein gauche et droit peuvent paraître différents. Sachez ce qui est normal pour vous.
tr: Boyutta, konturda veya şekilde alışılmadık değişiklikleri kontrol etmelisiniz. Aynı şey çarpıklıklar veya şişlikler için de geçerlidir. Unutmayın ki sol ve sağ memesiniz farklı görünebilir. Normal olanı bilmelisiniz.

# nippleDischargeDetails
source: The nipple should look normal to you, and should be free from irritation. Check for unusual discharge of fluid or blood
de: Die Brustwarze sollte für Sie normal aussehen und frei von Reizungen sein. Überprüfen Sie auf ungewöhnlichen Flüssigkeits- oder Blutabfluss.
es: El pezón debe lucir normal para ti y estar libre de irritación. Verifica cualquier secreción inusual de líquido o sangre.
fr: Le mamelon devrait vous sembler normal et ne devrait pas présenter d'irritation. Vérifiez s'il y a un écoulement inhabituel de liquide ou de sang
tr: Meme ucu size normal görünmeli ve tahrişten uzak olmalıdır. Sıvı veya kanın alışılmadık akıntısını kontrol edin.

# skinChangesDetails
source: There should be no strange wrinkling or bulging of the skin. Get checked if there is any persistent redness, soreness or rash, especially if only on one side.
de: Es sollten keine seltsamen Falten oder Beulen in der Haut vorhanden sein. Lassen Sie sich untersuchen, wenn anhaltende Rötungen, Schmerzen oder Ausschläge auftreten, besonders wenn sie nur auf einer Seite sind.
es: No debe haber arrugas o abultamientos extraños en la piel. Consulta si hay enrojecimiento persistente, dolor o erupción, especialmente si es solo en un lado.
fr: Il ne devrait y avoir aucun plissement étrange ou renflement de la peau. Faites vérifier s'il y a une rougeur persistante, une douleur ou une éruption cutanée, surtout si elle n'est que d'un côté.
tr: Cildin garip kırışıklık veya şişkinlik göstermemesi gerekir. Eğer sürekli kızarıklık, ağrı veya döküntü varsa, özellikle sadece bir taraftaysa kontrol ettirin.

# pageOf
source: {numPage} of {numPages}
de: {numPage} von {numPages}
es: {numPage} de {numPages}
fr: {numPage} de {numPages}
tr: {numPage} / {numPages}

source: This Is The First Step
de: Dies ist der erste Schritt
es: Este es el primer paso
fr: C'est la première étape
tr: Bu İlk Adım

source: Previous Step
de: Vorheriger Schritt
es: Paso anterior
fr: Étape précédente
tr: Önceki Adım

source: End Self-check
de: Selbsttest beenden
es: Finalizar Auto-chequeo
fr: Terminer l'autodiagnostic
tr: Kendi Kontrolünü Bitir

source: Next Step
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
tr: Sonraki Adım

source: SWITCH TO MIRROR
de: ZU SPIEGEL WECHSELN
es: CAMBIAR A ESPEJO
fr: PASSER AU MIROIR
tr: AYNA'YA GEÇ

source: Start
es: Iniciar
fr: Démarrer
tr: Başla

source: Look
de: Schauen
es: Observar
fr: Regarder
tr: Bak

source: Feel
de: Fühlen
es: Sentir
fr: Sentir
tr: Hisset

source: Circles
de: Kreise
es: Círculos
fr: Cercles
tr: Daireler

source: Armpit
de: Achsel
es: Axila
fr: Aisselle
tr: Koltuk Altı

source: Nipple
de: Brustwarze
es: Pezón
fr: Mamelon
tr: Meme Başı

source: Lie down
de: Leg dich hin
es: Acostarse
fr: Allongez-vous
tr: Yat

source: Helpful hint: Shower
de: Nützlicher Tipp: Duschen
es: Consejo útil: Ducha
fr: Astuce utile : Douche
tr: Faydalı İpucu: Duş

# startDetails
source: Start in an upright position, hands on your hips. Look at your breasts with the help of a mirror, your mobile phone, or a friend.
de: Beginnen Sie in aufrechter Position, Hände auf den Hüften. Schauen Sie sich Ihre Brüste mithilfe eines Spiegels, Ihres Mobiltelefons oder eines Freundes an.
es: Comienza en posición vertical, manos en las caderas. Observa tus senos con la ayuda de un espejo, tu teléfono móvil o un amigo.
fr: Commencez en position debout, les mains sur les hanches. Regardez vos seins à l'aide d'un miroir, de votre téléphone portable ou d'un ami.
tr: Ayakta durun, ellerinizi kalçalarınıza koyun. Meme, telefonunuz veya bir arkadaşınızın yardımıyla aynaya bakın.

# lookDetails
source: Do you see any changes in size, shape or colour? Swelling? Puckering of the skin? Raise your arms and check again.
de: Sehen Sie Veränderungen in Größe, Form oder Farbe? Schwellung? Faltenbildung der Haut? Heben Sie die Arme und überprüfen Sie erneut.
es: ¿Ves algún cambio en tamaño, forma o color? ¿Hinchazón? Levanta los brazos y vuelve a verificar.
fr: Voyez-vous des changements de taille, de forme ou de couleur ? Gonflement ? Plissement de la peau ? Levez les bras et vérifiez à nouveau.
tr: Boyut, şekil veya renkte herhangi bir değişiklik görüyor musunuz? Şişlik var mı? Kırışıklıkları kontrol etmek için kollarınızı kaldırın ve tekrar kontrol edin.

# feelDetails
source: Use the pads of your fingers and feel your breast. Follow a pattern. Feel for lumps, hardened knots and thickenings.
de: Verwenden Sie die Fingerspitzen und tasten Sie Ihre Brust ab. Folgen Sie einem Muster. Suchen Sie nach Klumpen, verhärteten Knoten und Verdickungen.
es: Usa las yemas de los dedos y siente tu seno. Sigue un patrón. Busca bultos, nudos endurecidos y engrosamientos.
fr: Utilisez le bout de vos doigts et sentez votre sein. Suivez un motif. Cherchez des bosses, des nœuds durs et des épaississements.
tr: Parmaklarınızın yüzeyini kullanarak meme dokusunu hissedin. Bir deseni takip edin. Topaklar, sert düğümler ve kalınlaşmaları hissedin.

# circlesDetails
source: keep your fingers together and flat. Move in small circles. Repeat using light, medium and then firm pressure. With firm pressure, you should feel your ribcage.
de: Halten Sie die Finger zusammen und flach. Bewegen Sie sich in kleinen Kreisen. Wiederholen Sie dies mit leichtem, mittlerem und dann festem Druck. Bei festem Druck sollten Sie Ihren Brustkorb spüren.
es: Mantén los dedos juntos y planos. Realiza pequeños círculos. Repite usando presión ligera, media y luego firme. Con presión firme, deberías sentir tu caja torácica.
fr: Gardez vos doigts ensemble et plats. Faites des petits cercles. Répétez en utilisant une pression légère, moyenne, puis ferme. Avec une pression ferme, vous devriez sentir votre cage thoracique.
tr: Parmaklarınızı bir arada tutun ve düz bir şekilde hareket edin. Küçük daireler çizin. Hafif, orta ve sonra sıkı baskı kullanarak tekrarlayın. Sıkı baskı ile kaburgalarınızı hissetmelisiniz.

# armpitDetails
source: Cover all the way up to your armpit. The left hand feels the right side and the right hand feels the left side.
de: Decken Sie alles bis zu Ihrer Achsel ab. Die linke Hand tastet die rechte Seite ab und die rechte Hand tastet die linke Seite ab.
es: Cubre hasta la axila. La mano izquierda siente el lado derecho y la mano derecha siente el lado izquierdo.
fr: Couvrez jusqu'à votre aisselle. La main gauche sent le côté droit et la main droite sent le côté gauche.
tr: Koltuk altınıza kadar tamamen kaplayın. Sol el sağ tarafı hisseder ve sağ el sol tarafı hisseder.

# nippleDetails
source: Squeeze the nipple. Is there any unusual discharge?
de: Drücken Sie auf die Brustwarze. Gibt es ungewöhnlichen Ausfluss?
es: Aprieta el pezón. ¿Hay alguna secreción inusual?
fr: Pressez le mamelon. Y a-t-il une décharge inhabituelle ?
tr: Meme başını sıkın. Herhangi anormal bir akıntı var mı?

# lieDownDetails
source: Lie down so the tissue spreads out evenly. Repeat the examination of your breasts.
de: Legen Sie sich hin, damit sich das Gewebe gleichmäßig verteilt. Wiederholen Sie die Untersuchung Ihrer Brüste.
es: Acuéstate para que el tejido se distribuya uniformemente. Repite el examen de tus senos.
fr: Allongez-vous pour que le tissu se répartisse uniformément. Répétez l'examen de vos seins.
tr: Yatın, böylece doku eşit şekilde yayılır. Meme muayenesini tekrarlayın.

# helpfulHintShowerDetails
source: You can do your self-check under the shower. Sometimes it's easier when the breast is wet and soapy.
de: Sie können Ihren Selbsttest unter der Dusche machen. Manchmal ist es einfacher, wenn die Brust nass und seifig ist.
es: Puedes hacer tu auto-chequeo bajo la ducha. A veces es más fácil cuando el seno está mojado y jabonoso.
fr: Vous pouvez faire votre autodiagnostic sous la douche. Parfois, c'est plus facile lorsque le sein est mouillé et savonneux.
tr: Kendi kontrolünüzü duş altında yapabilirsiniz. Meme ıslak ve sabunlu olduğunda bazen daha kolay olabilir.

source: Findings
de: Ergebnisse
es: Resultados
fr: Résultats
tr: Buluntular

source: Congratulations! It's great that you are taking care of your health.
de: Herzlichen Glückwunsch! Es ist großartig, dass Sie auf Ihre Gesundheit achten.
es: ¡Felicidades! Es genial que cuides de tu salud.
fr: Félicitations ! C'est génial que vous preniez soin de votre santé.
tr: Tebrikler! Sağlığınıza dikkat ettiğiniz harika.

source: All is well
de: Alles ist gut
es: Todo está bien
fr: Tout va bien
tr: Her Şey İyi

source: Not sure
de: Nicht sicher
es: No estoy seguro
fr: Pas sûr
tr: Emin Değilim

source: Noticed something
de: Etwas bemerkt
es: Noté algo
fr: Remarqué quelque chose
tr: Bir Şey Fark Ettim

source: Your reminder has been set:
de: Ihre Erinnerung wurde festgelegt:
es: Tu recordatorio ha sido configurado:
fr: Votre rappel a été défini :
tr: Hatırlatınız ayarlandı:

# doYouWantToBeRemindedToCheckAgainIn
source: Do you want to be reminded to check again in {durationInString}?
de: Möchten Sie daran erinnert werden, erneut zu überprüfen in {durationInString}?
es: ¿Quieres que te recuerden revisar nuevamente en {durationInString}?
fr: Voulez-vous être rappelé de vérifier à nouveau dans {durationInString} ?
tr: Tekrar kontrol etmeniz için hatırlatılmak ister misiniz: {durationInString}?

source: Your next self-check is due.
de: Ihr nächster Selbsttest steht an.
es: Tu próximo auto-chequeo está pendiente.
fr: Votre prochain autodiagnostic est dû.
tr: Bir sonraki kendi kontrolünüz bekleniyor.

source: Don't worry
de: Keine Sorge
es: No te preocupes
fr: Ne vous inquiétez pas
tr: Endişelenme

source: Next reminder
de: Nächste Erinnerung
es: Próximo recordatorio
fr: Prochain rappel
tr: Bir sonraki hatırlatma

# ifYouNoticedAnythingUnusualWhenExaminingYourBreasts
source: If you noticed anything unusual when examining your breasts, stay calm! Check the area again after your next menstruation. If the change persists, you should see a doctor.
de: Wenn Sie beim Untersuchen Ihrer Brüste etwas Ungewöhnliches bemerkt haben, bleiben Sie ruhig! Überprüfen Sie den Bereich erneut nach Ihrer nächsten Menstruation. Wenn die Veränderung anhält, sollten Sie einen Arzt aufsuchen.
es: Si notaste algo inusual al examinar tus senos, ¡mantén la calma! Verifica la zona nuevamente después de tu próximo período. Si el cambio persiste, debes consultar a un médico.
fr: Si vous avez remarqué quelque chose d'inhabituel lors de l'examen de vos seins, restez calme ! Vérifiez à nouveau la zone après vos prochaines règles. Si le changement persiste, consultez un médecin.
tr: Meme muayenesi sırasında herhangi bir şey fark ettiyseniz, sakin olun! Değişiklik devam ediyorsa, bir doktora başvurmalısınız.

# youWillAutomaticallyBeReminded
source: You will automatically be reminded of your next self-check. This is on:
de: Sie werden automatisch an Ihre nächste Selbstkontrolle erinnert. Dies geschieht am:
es: Se te recordará automáticamente tu próximo auto-chequeo. Esto es el:
fr: Vous serez automatiquement rappelé de votre prochain autodiagnostic. C'est pour le :
tr: Bir sonraki kendi kontrolünüz otomatik olarak hatırlatılacaktır. Bu tarih:

source: Add notes
de: Notizen hinzufügen
es: Agregar notas
fr: Ajouter des notes
tr: Notlar Ekle

source: FINISH
de: ABSCHLIESSEN
es: FINALIZAR
fr: TERMINER
tr: BİTİR

source: Enter a text note
de: Geben Sie einen Text ein
es: Ingrese una nota de texto
fr: Entrez une note texte
tr: Metin notunu girin

source: Microphone permission is needed to record a voice note.
de: Mikrofonberechtigung ist erforderlich, um eine Sprachnotiz aufzuzeichnen.
es: Se necesita permiso de micrófono para grabar una nota de voz.
fr: L'autorisation du microphone est nécessaire pour enregistrer une note vocale.
tr: Sesli not kaydetmek için mikrofon izni gereklidir.

source: Recording
de: Aufnahme
es: Grabando
fr: Enregistrement
tr: Kaydediliyor

source: Pick a Medical Image of Breast Cancer Mammogram (X-Ray) or Histology of The Patient.
de: Wählen Sie ein medizinisches Bild von Brustkrebs Mammogramm (Röntgen) oder Histologie des Patienten.
es: Selecciona una imagen médica de mamografía (Rayos X) de cáncer de mama o histología del paciente.
fr: Choisissez une image médicale de la mammographie du cancer du sein (rayons X) ou de l'histologie du patient.
tr: Hasta'nın Meme Kanseri Mamogram (X-Ray) veya Histoloji Medikal Görüntüsünü Seçin.

source: See The Result OR Prediction Using The Deep Learning Models.
de: Sehen Sie das Ergebnis oder die Vorhersage mit den Deep Learning-Modellen.
es: Ver el resultado o predicción utilizando los modelos de aprendizaje profundo.
fr: Voir le résultat ou la prédiction à l'aide des modèles d'apprentissage profond.
tr: Derin Öğrenme Modellerini Kullanarak Sonuç veya Tahminleri Görüntüleyin.
