Repository: salahalshafey/breast_cancer_awareness
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

source: Caution
de: Achtung
es: Precaución
fr: Attention
tr: Dikkat

# thisAiModelsAreToolsForAssistingMedicalProfessionals
source: This `AI models` are tools for assisting medical professionals and should only be used by `trained specialists`. It is `not a substitute` for expert medical judgment, diagnosis, or treatment. * **Please be aware** that the predictions made by this models are not 100 percent accurate, and they should not be solely relied upon for making medical decisions. Always consult with a qualified healthcare provider or breast cancer specialist for a comprehensive evaluation and diagnosis. * **Using this models without expert oversight** may lead to incorrect conclusions and potentially harmful outcomes. Your health and well-being are of utmost importance, and this AI models is meant to complement, not replace, the expertise of medical professionals. * **Please exercise caution and discretion** when interpreting the results generated by this AI models and seek the guidance of a qualified healthcare professional for any concerns related to breast cancer or your overall health.
de: Diese KI-Modelle sind Werkzeuge zur Unterstützung von medizinischem Fachpersonal und sollten nur von geschulten Fachleuten verwendet werden. Sie ersetzen nicht das fachliche Urteil, die Diagnose oder Behandlung eines Experten. * **Bitte beachten Sie**, dass die Vorhersagen dieser Modelle nicht zu 100 Prozent genau sind und nicht allein zur medizinischen Entscheidungsfindung herangezogen werden sollten. Konsultieren Sie immer einen qualifizierten Gesundheitsdienstleister oder Spezialisten für Brustkrebs für eine umfassende Bewertung und Diagnose. * **Die Verwendung dieser Modelle ohne fachliche Aufsicht** kann zu falschen Schlussfolgerungen und potenziell schädlichen Ergebnissen führen. Ihre Gesundheit und Ihr Wohlbefinden sind von höchster Bedeutung, und diese KI-Modelle sollen die Expertise von medizinischem Fachpersonal ergänzen, nicht ersetzen. * **Bitte üben Sie Vorsicht und Diskretion** bei der Interpretation der Ergebnisse dieser KI-Modelle aus und suchen Sie die Anleitung eines qualifizierten Gesundheitsdienstleisters bei Bedenken im Zusammenhang mit Brustkrebs oder Ihrer allgemeinen Gesundheit.
es: Estos `modelos de IA` son herramientas para ayudar a profesionales médicos y solo deben ser utilizados por `especialistas capacitados`. `No sustituyen` el juicio médico experto, el diagnóstico o el tratamiento. * **Ten en cuenta** que las predicciones de estos modelos no son 100 por ciento precisas y no deben ser la única base para tomar decisiones médicas. Siempre consulta con un proveedor de atención médica calificado o un especialista en cáncer de mama para una evaluación y diagnóstico exhaustivos. * **El uso de estos modelos sin supervisión experta** puede llevar a conclusiones incorrectas y resultados potencialmente perjudiciales. Tu salud y bienestar son de suma importancia, y estos modelos de IA están destinados a complementar, no reemplazar, la experiencia de los profesionales médicos. * **Por favor, ejerce precaución y discreción** al interpretar los resultados generados por estos modelos de IA y busca la orientación de un profesional de la salud calificado para cualquier inquietud relacionada con el cáncer de mama o tu salud en general.
fr: Ces modèles d'IA sont des outils d'assistance pour les professionnels de la santé et ne doivent être utilisés que par des spécialistes formés. Ce n'est pas un substitut au jugement médical, au diagnostic ou au traitement experts. * **Veuillez noter** que les prédictions faites par ces modèles ne sont pas à 100 % précises, et elles ne doivent pas être utilisées uniquement pour prendre des décisions médicales. Consultez toujours un professionnel de la santé qualifié ou un spécialiste du cancer du sein pour une évaluation et un diagnostic complets. * **L'utilisation de ces modèles sans surveillance d'experts** peut conduire à des conclusions incorrectes et à des résultats potentiellement nocifs. Votre santé et votre bien-être sont d'une importance capitale, et ces modèles d'IA sont destinés à compléter, et non à remplacer, l'expertise des professionnels de la santé. * **Veuillez faire preuve de prudence et de discernement** lors de l'interprétation des résultats générés par ces modèles d'IA et demandez l'avis d'un professionnel de la santé qualifié pour toute préoccupation liée au cancer du sein ou à votre santé globale.
tr: Bu `YI modelleri`, tıbbi profesyonellerin yardımı için araçlardır ve sadece `eğitimli uzmanlar` tarafından kullanılmalıdır. Expert tıbbi değerlendirme, teşhis veya tedavi için bir `yedek` değildir. * **Lütfen unutmayın** ki bu modeller tarafından yapılan tahminler %100 doğru değildir ve tıbbi kararlar için tek başına güvenilmemelidir. Her zaman kapsamlı bir değerlendirme ve teşhis için nitelikli bir sağlık hizmeti sağlayıcısı veya meme kanseri uzmanı ile danışın. * Uzman denetimi olmadan bu modelleri kullanmak, yanlış sonuçlara ve potansiyel olarak zararlı sonuçlara yol açabilir. Sağlığınız ve iyiliğiniz en önemli şeydir ve bu AI modelleri, tıbbi profesyonellerin uzmanlığını tamamlamak amacıyla tasarlanmıştır, yerine geçmez. * Lütfen bu AI modelleri tarafından üretilen sonuçları yorumlarken dikkatli olun ve meme kanseri veya genel sağlığınızla ilgili herhangi bir endişe için nitelikli bir sağlık profesyonelinin rehberliğini arayın.

source: You didn't provide an image!!!
de: Sie haben kein Bild zur Verfügung gestellt!!!
es: ¡No proporcionaste una imagen!
fr: Vous n'avez pas fourni d'image !!!
tr: Görüntü sağlamadınız!!!

source: You have to Sign In to continue!!
de: Sie müssen sich anmelden, um fortzufahren!!
es: ¡Debes iniciar sesión para continuar!
fr: Vous devez vous connecter pour continuer !!
tr: Devam etmek için giriş yapmalısınız!!

source: Sorry
de: Entschuldigung
es: Lo siento
fr: Désolé
tr: Üzgünüm

source: This feature only available to Doctors.
de: Diese Funktion steht nur Ärzten zur Verfügung.
es: Esta función solo está disponible para médicos.
fr: Cette fonctionnalité est uniquement disponible pour les médecins.
tr: Bu özellik sadece doktorlara özeldir.

source: hide image box above
de: Bildfeld oben ausblenden
es: ocultar cuadro de imagen arriba
fr: Masquer la boîte d'image ci-dessus
tr: yukarıdaki resim kutusunu gizle

source: show image box
de: Bildfeld anzeigen
es: mostrar cuadro de imagen
fr: Afficher la boîte d'image
tr: resim kutusunu göster

source: Show Result
de: Ergebnis anzeigen
es: Mostrar resultado
fr: Afficher le résultat
tr: Sonucu Göster

source: Select Medical Image Type
de: Medizinischen Bildtyp auswählen
es: Seleccionar tipo de imagen médica
fr: Sélectionner le type d'image médicale
tr: Tıbbi Görüntü Türünü Seç

source: X-Ray Image
de: Röntgenbild
es: Imagen de rayos X
fr: Image aux rayons X
tr: X-Ray Görüntüsü

source: Histology Image
de: Histologiebild
es: Imagen de histología
fr: Image d'histologie
tr: Histoloji Görüntüsü

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
tr: Seç

source: Open Camera
de: Kamera öffnen
es: Abrir cámara
fr: Ouvrir la caméra
tr: Kamerayı Aç

source: Pick an Image
de: Bild auswählen
es: Seleccionar una imagen
fr: Choisir une image
tr: Bir Görüntü Seçin

source: Or Paste a Link here
de: Oder fügen Sie hier einen Link ein
es: O pegar un enlace aquí
fr: Ou collez un lien ici
tr: Ya da Buraya Bir Bağlantı Yapıştırın

source: you didn't read QR Code
de: Sie haben den QR-Code nicht gelesen
es: No leíste el código QR
fr: Vous n'avez pas lu le code QR
tr: QR Kodu okumadınız

source: Error happened while trying to open QR Code Scanner
de: Fehler beim Öffnen des QR-Code-Scanners
es: Ocurrió un error al intentar abrir el escáner de código QR
fr: Une erreur s'est produite lors de la tentative d'ouverture du scanner de code QR
tr: QR Kod Tarayıcıyı Açmaya Çalışırken Hata Oluştu

source: Get Image Link By Reading QR Code
de: Bildlink durch Lesen des QR-Codes erhalten
es: Obtener enlace de imagen leyendo el código QR
fr: Obtenir le lien de l'image en lisant le code QR
tr: QR Kodu Okuyarak Görüntü Bağlantısı Alın

# itMayTakeAWhileTheModelIsGettingDownloaded
source: it may take a while, the model is getting downloaded or updated.
de: Es kann eine Weile dauern, bis das Modell heruntergeladen oder aktualisiert wird.
es: Puede tomar un tiempo, el modelo se está descargando o actualizando.
fr: Cela peut prendre un certain temps, le modèle est en cours de téléchargement ou de mise à jour.
tr: Bir sürebilir, model indiriliyor veya güncelleniyor.

# cancerLabel
source: Cancer
de: Krebs
es: Cáncer
tr: Kanser

# aboveNinety
source: above 90
de: über 90
es: por encima del 90
fr: au-dessus de 90
tr: 90 üzeri

# predictionOf
source: Prediction of {imageType}
de: Vorhersage von {imageType}
es: Predicción de {imageType}
fr: Prédiction de {imageType}
tr: {imageType} Tahmini

# predictionWithConfidence
source: {prediction} with {confidence}% confidence
de: {prediction} mit {confidence}% Vertrauen
es: {prediction} con {confidence}% de confianza
fr: {prediction} avec {confidence}% de confiance
tr: {prediction} %{confidence} güvenilirlikle tahmini

# sorryThereIsNoResultForYourSearch
source: Sorry, there is no result for your search, the result has been filtered.
de: Entschuldigung, es gibt keine Ergebnisse für Ihre Suche, das Ergebnis wurde gefiltert.
es: Lo siento, no hay resultados para tu búsqueda, el resultado ha sido filtrado.
fr: Désolé, il n'y a pas de résultat pour votre recherche, le résultat a été filtré.
tr: Üzgünüz, aramanız için sonuç bulunamadı, sonuç filtrelenmiştir.

# sorryThereIsNoResultForYourSearchWithDetails
source: **Sorry, there is no result for your search** * The result has been filtered. * Or you are searching with a **language** that is not supported yet.
de: **Entschuldigung, es gibt keine Ergebnisse für Ihre Suche** * Das Ergebnis wurde gefiltert. * Oder Sie suchen mit einer **Sprache**, die noch nicht unterstützt wird.
es: **Lo siento, no hay resultados para tu búsqueda** * El resultado ha sido filtrado. * O estás buscando con un **idioma** que aún no está admitido.
fr: **Désolé, il n'y a aucun résultat pour votre recherche** * Le résultat a été filtré. * Ou vous effectuez une recherche dans une **langue** qui n'est pas encore prise en charge.
tr: **Üzgünüz, aramanız için sonuç bulunamadı** * Sonuç filtrelenmiştir. * Veya henüz desteklenmeyen bir **dil** ile arama yapabilirsiniz.

source: TIPS FOR YOUR VISIT TO THE DOCTOR
de: TIPPS FÜR IHREN ARZTBESUCH
es: CONSEJOS PARA TU VISITA AL MÉDICO
fr: CONSEILS POUR VOTRE VISITE CHEZ LE MÉDECIN
tr: DOKTOR ZİYARETİNİZ İÇİN İPUÇLARI

# tipsForYourVisitToTheDoctorDetails
source: Tips for things to say & do at your doctor's appointment.
de: Tipps für das, was Sie bei Ihrem Arztbesuch sagen und tun können.
es: Consejos para decir y hacer en tu cita con el médico.
fr: Conseils sur ce qu'il faut dire et faire lors de votre rendez-vous chez le médecin.
tr: Doktor randevunuzda söylenecek ve yapılacak şeylere dair ipuçları.

source: SEARCH ABOUT BREAST CANCER
de: SUCHEN SIE NACH BRUSTKREBS
es: BUSCAR SOBRE EL CÁNCER DE MAMA
fr: RECHERCHE SUR LE CANCER DU SEIN
tr: MEME KANSERİ HAKKINDA ARAMA

# searchAboutBreastCancerDetails
source: Search for info OR ask AI for guidance
de: Suchen Sie nach Informationen oder fragen Sie die KI um Hilfe.
es: Busca información o pide orientación a la IA.
fr: Recherchez des informations OU demandez à l'IA pour des conseils
tr: Bilgi arayın veya yapay zeka rehberliğinde soru sorun.

source: CANCER & NUTRITION
de: KREBS & ERNÄHRUNG
es: CÁNCER Y NUTRICIÓN
fr: CANCER ET NUTRITION
tr: KANSER VE BESLENME

# cancerNutritionDetais
source: Information and guidelines for maintaining a healthy diet during cancer treatment.
de: Informationen und Richtlinien für eine gesunde Ernährung während der Krebsbehandlung.
es: Información y pautas para mantener una dieta saludable durante el tratamiento contra el cáncer.
fr: Informations et directives pour maintenir une alimentation saine pendant le traitement du cancer.
tr: Kanser tedavisi sırasında sağlıklı beslenme konusunda bilgi ve yönergeler.

source: EXERCISE & PHYSICAL ACTIVITY
de: ÜBUNG & KÖRPERLICHE AKTIVITÄT
es: EJERCICIO Y ACTIVIDAD FÍSICA
fr: EXERCICE ET ACTIVITÉ PHYSIQUE
tr: EGZERSİZ VE FİZİKSEL AKTİVİTE

# exercisePhysicalActivityDetais
source: Regular exercise and physical activity are essential.
de: Regelmäßige Bewegung und körperliche Aktivität sind wesentlich.
es: El ejercicio regular y la actividad física son esenciales.
fr: L'exercice régulier et l'activité physique sont essentiels.
tr: Düzenli egzersiz ve fiziksel aktivite önemlidir.

source: Other Resources
de: Andere Ressourcen
es: Otros recursos
fr: AUTRES RESSOURCES
tr: DİĞER KAYNAKLAR

# otherResourcesDetails
source: Take a look at some other helpful resources.
de: Schauen Sie sich einige andere hilfreiche Ressourcen an.
es: Consulta algunos otros recursos útiles.
fr: Consultez d'autres ressources utiles.
tr: Diğer bazı faydalı kaynaklara göz atın.

source: Tips For Your Doctor's Visit
de: Tipps für Ihren Arztbesuch
es: Consejos para tu visita al médico
fr: Conseils pour la visite chez votre médecin
tr: Doktor Ziyaretiniz İçin İpuçları

# tipsForThingsToSayDoAtYourDoctorsAppointment
source: Tips for things to say & do at your doctors appointment. Remember, we're not medical professionals but we are here to support you. Here are some tips for things to say and do at your appointment, but we encourage you to do further research.
de: Tipps für Dinge, die Sie bei Ihrem Arzttermin sagen und tun können. Denken Sie daran, wir sind keine medizinischen Fachleute, aber wir sind hier, um Sie zu unterstützen. Hier sind einige Tipps für Dinge, die Sie bei Ihrem Termin sagen und tun können, aber wir ermutigen Sie, weitere Recherchen anzustellen.
es: Consejos para cosas que decir y hacer en tu cita con el médico. Recuerda, no somos profesionales médicos, pero estamos aquí para apoyarte. Aquí tienes algunos consejos para cosas que decir y hacer en tu cita, pero te animamos a investigar más.
fr: Conseils sur ce qu'il faut dire et faire lors de votre rendez-vous chez le médecin. N'oubliez pas, nous ne sommes pas des professionnels de la santé, mais nous sommes là pour vous soutenir. Voici quelques conseils sur ce qu'il faut dire et faire lors de votre rendez-vous, mais nous vous encourageons à faire des recherches supplémentaires.
tr: Doktor randevunuzda söylenecek ve yapılacak şeylere dair ipuçları. Unutmayın, biz tıbbi profesyonel değiliz, ancak sizi desteklemek için buradayız. İşte randevunuzda söylenecek ve yapılacak şeylere dair bazı ipuçları, ancak daha fazla araştırma yapmanızı teşvik ediyoruz.

# weWantToHelpProvideYouWithToolsToBeYourOwnHealthAdvocatenn
source: We want to help provide you with tools to be your own health advocate.
de: Wir möchten Ihnen helfen, Werkzeuge bereitzustellen, um Ihr eigener Gesundheitsanwalt zu sein.
es: Queremos ayudarte proporcionándote herramientas para que seas tu propio defensor de la salud.
fr: Nous voulons vous aider à vous fournir des outils pour être votre propre défenseur de la santé.
tr: Kendi sağlık savunucusu olmanız için size araçlar sağlamak istiyoruz.

# haveYourAppHandyToReferenceYourNotes
source: Have your app handy to reference your notes at the doctor's office. It's always good to have information written down, that way you don't forget anything important.
de: Halten Sie Ihre App bereit, um Ihre Notizen beim Arztbesuch nachschlagen zu können. Es ist immer gut, Informationen schriftlich festzuhalten, damit Sie nichts Wichtiges vergessen.
es: Ten tu aplicación a mano para consultar tus notas en la consulta del médico. Siempre es bueno tener la información escrita, así no olvidas nada importante.
fr: Ayez votre application à portée de main pour référencer vos notes au cabinet du médecin. Il est toujours bon d'avoir des informations écrites, de cette façon vous n'oubliez rien d'important.
tr: Uygulamanızı doktorunuzun ofisinde notlarınıza başvurmak için hazırda bulundurun. Önemli bir şeyi unutmamak için bilgilerinizi yazılı olarak bulundurmak her zaman iyidir.

# bringSomeoneWithYouToTakeNotesOrAskYourDoctor
source: Bring someone with you to take notes or ask your doctor if you can record your discussion so you have all the information. Having someone there can help ensure all your questions are answered, or help advocate for you, if necessary.
de: Bringen Sie jemanden mit, der Notizen macht, oder fragen Sie Ihren Arzt, ob Sie Ihr Gespräch aufzeichnen können, damit Sie alle Informationen haben. Die Anwesenheit einer Person kann sicherstellen, dass alle Ihre Fragen beantwortet werden oder Ihnen notfalls beistehen.
es: Lleva a alguien contigo para tomar notas o pregunta a tu médico si puedes grabar la conversación para tener toda la información. Contar con alguien puede asegurar que se respondan todas tus preguntas o puede abogar por ti, si es necesario.
fr: Amenez quelqu'un avec vous pour prendre des notes ou demandez à votre médecin si vous pouvez enregistrer votre discussion afin d'avoir toutes les informations. Avoir quelqu'un là peut vous aider à vous assurer que toutes vos questions trouvent une réponse, ou à plaider en votre faveur, si nécessaire.
tr: Birini yanınızda getirin, not alması için veya doktorunuza soru sorması için. Birinin orada olması, tüm sorularınızın yanıtlanmasına yardımcı olabilir veya gerektiğinde sizi savunabilir.

# askForPamphletsAndForTheirNotesToBePrintedOut
source: Ask for pamphlets and for their notes to be printed out or emailed to you, if this is not done automatically. Get as much information as you can.
de: Bitten Sie um Broschüren und darum, dass ihre Notizen ausgedruckt oder Ihnen per E-Mail zugesandt werden, falls dies nicht automatisch erfolgt. Holen Sie so viele Informationen wie möglich ein.
es: Pide folletos y que te impriman o envíen por correo electrónico sus notas, si esto no se hace automáticamente. Obtén tanta información como puedas.
fr: Demandez des brochures et que leurs notes soient imprimées ou envoyées par courriel, si cela n'est pas fait automatiquement. Obtenez autant d'informations que possible.
tr: Eğer otomatik olarak yapılmıyorsa broşür isteyin ve notlarınızın size basılı olarak veya e-posta ile gönderilmesini isteyin. Mümkün olan kadar çok bilgi edinin.

# beEmpoweredToGetASecondOpinion
source: Be empowered to get a second opinion. There are lots of reasons this is a good idea. You need to be comfortable with the person you're working with, their diagnosis, and treatment - if there is something to be treated. Your doctor may even be able to refer you to someone else for a second opinion.
de: Fühlen Sie sich ermächtigt, eine Zweitmeinung einzuholen. Es gibt viele Gründe, warum dies eine gute Idee ist. Sie müssen sich mit der Person, mit der Sie zusammenarbeiten, ihrer Diagnose und Behandlung wohl fühlen - wenn es etwas zu behandeln gibt. Ihr Arzt kann Sie sogar an jemand anderen für eine Zweitmeinung überweisen.
es: Siéntete empoderado para buscar una segunda opinión. Hay muchas razones por las que esto es una buena idea. Necesitas sentirte cómodo con la persona con la que estás trabajando, su diagnóstico y tratamiento, si hay algo que tratar. Incluso tu médico puede referirte a alguien más para obtener una segunda opinión.
fr: Soyez habilité à obtenir un deuxième avis. Il y a de nombreuses raisons pour lesquelles c'est une bonne idée. Vous devez être à l'aise avec la personne avec laquelle vous travaillez, leur diagnostic et traitement - s'il y a quelque chose à traiter. Votre médecin peut même être en mesure de vous orienter vers quelqu'un d'autre pour un deuxième avis.
tr: İkinci bir görüş almak için yetkilendirilin. Bu iyi bir fikir için birçok neden vardır. Çalıştığınız kişi, tanıları ve tedaviyi beğenmeniz gerekiyor - eğer tedavi edilecek bir şey varsa. Doktorunuz size ikinci bir görüş için başka birine yönlendirebilir.

source: Tips for translation
de: Tipps zur Übersetzung
es: Consejos para la traducción
fr: Conseils pour la traduction
tr: Çeviri İpuçları

source: Show Tips
de: Tipps anzeigen
es: Mostrar consejos
fr: Afficher les conseils
tr: İpuçlarını Göster

source: GIF to explain the above
de: GIF zur Erläuterung oben
es: GIF para explicar lo anterior
fr: GIF pour expliquer ce qui précède
tr: Yukarıdakini Açıklayan GIF

source: error happened, couldn't load the GIF
de: Fehler aufgetreten, konnte das GIF nicht laden
es: Se produjo un error, no se pudo cargar el GIF
fr: Une erreur s'est produite, impossible de charger le GIF
tr: Hata oluştu, GIF yüklenemedi

# accessChromeMenuInstructions
source: * **Access Chrome Menu:** In the top-right (or left) corner, you'll find three dots (Menu). Tap on them to open the menu. * **Select "Translate":** Look for the "Translate" option in the menu. Tap on it. * **Enable Translation:** Toggle the switch to enable translation for the website. Chrome will automatically detect the language of the web page and ask if you want to translate it. * **Confirm Translation:** A pop-up will appear asking if you want to translate the page. Tap on "Translate" to confirm.
de: * **Zugriff auf das Chrome-Menü:** In der oberen rechten (oder linken) Ecke finden Sie drei Punkte (Menü). Tippen Sie darauf, um das Menü zu öffnen. * **Wählen Sie "Übersetzen":** Suchen Sie die Option "Übersetzen" im Menü. Tippen Sie darauf. * **Übersetzung aktivieren:** Schalten Sie den Schalter ein, um die Übersetzung für die Website zu aktivieren. Chrome erkennt automatisch die Sprache der Webseite und fragt, ob Sie sie übersetzen möchten. * **Übersetzung bestätigen:** Ein Popup wird angezeigt und fragt, ob Sie die Seite übersetzen möchten. Tippen Sie auf "Übersetzen", um zu bestätigen.
es: * **Accede al menú de Chrome:** En la esquina superior derecha (o izquierda), encontrarás tres puntos (Menú). Toca sobre ellos para abrir el menú. * **Selecciona "Traducir":** Busca la opción "Traducir" en el menú. Toca sobre ella. * **Habilita la traducción:** Mueve el interruptor para habilitar la traducción para el sitio web. Chrome detectará automáticamente el idioma de la página web y preguntará si deseas traducirla. * **Confirma la traducción:** Aparecerá una ventana emergente preguntando si deseas traducir la página. Toca "Traducir" para confirmar.
fr: * **Accédez au menu Chrome :** En haut à droite (ou à gauche), vous trouverez trois points (Menu). Appuyez dessus pour ouvrir le menu. * **Sélectionnez "Traduire" :** Recherchez l'option "Traduire" dans le menu. Appuyez dessus. * **Activer la traduction :** Basculez le commutateur pour activer la traduction pour le site Web. Chrome détectera automatiquement la langue de la page Web et vous demandera si vous souhaitez la traduire. * **Confirmer la traduction :** Une fenêtre contextuelle apparaîtra, vous demandant si vous souhaitez traduire la page. Appuyez sur "Traduire" pour confirmer.
tr: * **Chrome Menüsüne Erişim:** Sağ üst (veya sol) köşede üç nokta (Menü) bulacaksınız. Menüyü açmak için onlara dokunun. * **"Çevir" Seçin:** Menüde "Çevir" seçeneğini arayın. Üzerine dokunun. * **Çeviriyi Etkinleştirin:** Anahtarı açın, web sitesi için çeviriyi etkinleştirecektir. Chrome otomatik olarak sayfanın dilini algılar ve çevirmek isteyip istemediğinizi sorar. * **Çeviriyi Onaylayın:** Sayfayı çevirmek isteyip istemediğinizi soran bir pencere belirecektir. "Çevir" üzerine dokunun.

source: Take a look at some other helpful resources
de: Schauen Sie sich einige andere hilfreiche Ressourcen an
es: Echa un vistazo a algunos otros recursos útiles
fr: Jetez un coup d'œil à d'autres ressources utiles
tr: Diğer faydalı kaynaklara bir göz atın

source: Support:
de: Unterstützung:
es: Soporte:
tr: Destek:

source: Young Survival Coalition
es: Coalición de Supervivencia Joven
tr: Genç Hayatta Kalma Koalisyonu

source: Treatment:
de: Behandlung:
es: Tratamiento:
fr: Traitement :
tr: Tedavi:
